{
    "canonicalBookName": "Amos",
    "chapters": {
        "2": {
            "chapterNumber": 2,
            "canonicalTitle": "Amos Chapter 2",
            "verses": {
                "1": {
                    "hebrew": "כֹּה, אָמַר יְהוָה, עַל-שְׁלֹשָׁה פִּשְׁעֵי מוֹאָב, וְעַל-אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ:  עַל-שָׂרְפוֹ עַצְמוֹת מֶלֶךְ-אֱדוֹם, לַשִּׂיד.",
                    "english": "Thus saith the LORD: For three transgressions of Moab, yea, for four, I will not reverse it: because he burned the bones of the king of Edom into lime.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וְשִׁלַּחְתִּי-אֵשׁ בְּמוֹאָב, וְאָכְלָה אַרְמְנוֹת הַקְּרִיּוֹת; וּמֵת בְּשָׁאוֹן מוֹאָב, בִּתְרוּעָה בְּקוֹל שׁוֹפָר.",
                    "english": "So will I send a fire upon Moab, and it shall devour the palaces of Kerioth; and Moab shall die with tumult, with shouting, and with the sound of the horn;",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וְהִכְרַתִּי שׁוֹפֵט, מִקִּרְבָּהּ; וְכָל-שָׂרֶיהָ אֶהֱרוֹג עִמּוֹ, אָמַר יְהוָה.  {פ}",
                    "english": "And I will cut off the judge from the midst thereof, and will slay all the princes thereof with him, saith the LORD. {P}",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "כֹּה, אָמַר יְהוָה, עַל-שְׁלֹשָׁה פִּשְׁעֵי יְהוּדָה, וְעַל-אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ:  עַל-מָאֳסָם אֶת-תּוֹרַת יְהוָה, וְחֻקָּיו לֹא שָׁמָרוּ, וַיַּתְעוּם כִּזְבֵיהֶם, אֲשֶׁר-הָלְכוּ אֲבוֹתָם אַחֲרֵיהֶם.",
                    "english": "Thus saith the LORD: For three transgressions of Judah, yea, for four, I will not reverse it: because they have rejected the law of the LORD, and have not kept His statutes, and their lies have caused them to err, after which their fathers did walk.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וְשִׁלַּחְתִּי אֵשׁ, בִּיהוּדָה; וְאָכְלָה, אַרְמְנוֹת יְרוּשָׁלִָם.  {פ}",
                    "english": "So will I send a fire upon Judah, and it shall devour the palaces of Jerusalem. {P}",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "כֹּה, אָמַר יְהוָה, עַל-שְׁלֹשָׁה פִּשְׁעֵי יִשְׂרָאֵל, וְעַל-אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ:  עַל-מִכְרָם בַּכֶּסֶף צַדִּיק, וְאֶבְיוֹן בַּעֲבוּר נַעֲלָיִם.",
                    "english": "Thus saith the LORD: For three transgressions of Israel, yea, for four, I will not reverse it: because they sell the righteous for silver, and the needy for a pair of shoes;",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "הַשֹּׁאֲפִים עַל-עֲפַר-אֶרֶץ בְּרֹאשׁ דַּלִּים, וְדֶרֶךְ עֲנָוִים יַטּוּ; וְאִישׁ וְאָבִיו, יֵלְכוּ אֶל-הַנַּעֲרָה, לְמַעַן חַלֵּל, אֶת-שֵׁם קָדְשִׁי.",
                    "english": "That pant after the dust of the earth on the head of the poor, and turn aside the way of the humble; and a man and his father go unto the same maid, to profane My holy name;",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וְעַל-בְּגָדִים חֲבֻלִים יַטּוּ, אֵצֶל כָּל-מִזְבֵּחַ; וְיֵין עֲנוּשִׁים יִשְׁתּוּ, בֵּית אֱלֹהֵיהֶם.",
                    "english": "And they lay themselves down beside every altar upon clothes taken in pledge, and in the house of their God they drink the wine of them that have been fined.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "וְאָנֹכִי הִשְׁמַדְתִּי אֶת-הָאֱמֹרִי, מִפְּנֵיהֶם, אֲשֶׁר כְּגֹבַהּ אֲרָזִים גָּבְהוֹ, וְחָסֹן הוּא כָּאַלּוֹנִים; וָאַשְׁמִיד פִּרְיוֹ מִמַּעַל, וְשָׁרָשָׁיו מִתָּחַת.",
                    "english": "Yet destroyed I the Amorite before them, whose height was like the height of the cedars, and he was strong as the oaks; yet I destroyed his fruit from above, and his roots from beneath.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וְאָנֹכִי הֶעֱלֵיתִי אֶתְכֶם, מֵאֶרֶץ מִצְרָיִם; וָאוֹלֵךְ אֶתְכֶם בַּמִּדְבָּר אַרְבָּעִים שָׁנָה, לָרֶשֶׁת אֶת-אֶרֶץ הָאֱמֹרִי.",
                    "english": "Also I brought you up out of the land of Egypt, and led you forty years in the wilderness, to possess the land of the Amorites.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "וָאָקִים מִבְּנֵיכֶם לִנְבִיאִים, וּמִבַּחוּרֵיכֶם לִנְזִרִים; הַאַף אֵין-זֹאת בְּנֵי יִשְׂרָאֵל, נְאֻם-יְהוָה.",
                    "english": "And I raised up of your sons for prophets, and of your young men for Nazirites. Is it not even thus, O ye children of Israel? saith the LORD.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וַתַּשְׁקוּ אֶת-הַנְּזִרִים, יָיִן; וְעַל-הַנְּבִיאִים צִוִּיתֶם לֵאמֹר, לֹא תִּנָּבְאוּ.",
                    "english": "But ye gave the Nazirites wine to drink; and commanded the prophets, saying: 'Prophesy not.'",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "הִנֵּה אָנֹכִי מֵעִיק, תַּחְתֵּיכֶם, כַּאֲשֶׁר תָּעִיק הָעֲגָלָה, הַמְלֵאָה לָהּ עָמִיר.",
                    "english": "Behold, I will make it creak under you, as a cart creaketh that is full of sheaves.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וְאָבַד מָנוֹס מִקָּל, וְחָזָק לֹא-יְאַמֵּץ כֹּחוֹ; וְגִבּוֹר, לֹא-יְמַלֵּט נַפְשׁוֹ.",
                    "english": "And flight shall fail the swift, and the strong shall not exert his strength, neither shall the mighty deliver himself;",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וְתֹפֵשׂ הַקֶּשֶׁת לֹא יַעֲמֹד, וְקַל בְּרַגְלָיו לֹא יְמַלֵּט; וְרֹכֵב הַסּוּס, לֹא יְמַלֵּט נַפְשׁוֹ.",
                    "english": "Neither shall he stand that handleth the bow; and he that is swift of foot shall not deliver himself; neither shall he that rideth the horse deliver himself;",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "וְאַמִּיץ לִבּוֹ, בַּגִּבּוֹרִים--עָרוֹם יָנוּס בַּיּוֹם-הַהוּא, נְאֻם-יְהוָה.  {פ}",
                    "english": "And he that is courageous among the mighty shall flee away naked in that day, saith the LORD. {P}",
                    "verseNumber": 16
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1502.htm"
        },
        "3": {
            "chapterNumber": 3,
            "canonicalTitle": "Amos Chapter 3",
            "verses": {
                "1": {
                    "hebrew": "††щ—ƒојтећ а∆ъ-д«гћ»б»ш д«жћ∆д, а¬щ—∆ш гћƒбћ∆ш йјде»д т¬м≈йл∆н--бћјр≈й йƒщ“јш»а≈м:† т«м лћ»м-д«оћƒщ—јфћ»з»д, а¬щ—∆ш д∆тЅм≈йъƒй о≈а∆ш∆х оƒцјш«йƒн м≈ао…ш.",
                    "english": "Hear this word that the LORD hath spoken against you, O children of Israel, against the whole family which I brought up out of the land of Egypt, saying:",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "††ш«ч а∆ъјл∆н й»г«тјъћƒй, оƒлћ…м оƒщ—јфћјзе…ъ д»а¬г»о»д; т«м-лћ≈п а∆фјч…г т¬м≈йл∆н, а≈ъ лћ»м-т¬е р…ъ≈йл∆н.",
                    "english": "You only have I known of all the families of the earth; therefore I will visit upon you all your iniquities.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "††д¬й≈мјлећ щ—јр«йƒн, й«зјгћ»е, бћƒмјъћƒй, аƒн-ре…т»гећ.",
                    "english": "Will two walk together, except they have agreed?",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "††д¬йƒщ—ја«в а«шјй≈д бћ«йћ«т«ш, еји∆ш∆у а≈йп ме…; д¬йƒъћ≈п лћјфƒйш че…ме… оƒоћјт…р»ъе…, бћƒмјъћƒй аƒн-м»л»г.",
                    "english": "Will a lion roar in the forest, when he hath no prey? Will a young lion give forth his voice out of his den, if he have taken nothing?",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "††д¬ъƒфћ…м цƒфће…ш т«м-фћ«з д»а»ш∆х, ећое…ч≈щ— а≈йп м»дћ; д¬й«т¬м∆д-фћ«з, оƒп-д»а¬г»о»д, ејм»ле…г, м…а йƒмјлће…г.",
                    "english": "Will a bird fall in a snare upon the earth, where there is no lure for it? Will a snare spring up from the ground, and have taken nothing at all?",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "††аƒн-йƒъћ»ч«т щ—е…ф»ш бћјтƒйш, ејт»н м…а й∆зЅш»гећ; аƒн-ъћƒдјй∆д ш»т»д бћјтƒйш, е«йде»д м…а т»щ“»д.",
                    "english": "Shall the horn be blown in a city, and the people not tremble? Shall evil befall a city, and the LORD hath not done it?",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "††лћƒй м…а й«т¬щ“∆д а¬г…р»й йјдеƒд, гћ»б»ш, лћƒй аƒн-вћ»м»д се…ге…, а∆м-т¬б»г»йе д«рћјбƒйаƒйн.",
                    "english": "For the Lord GOD will do nothing, but He revealeth His counsel unto His servants the prophets.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "††а«шјй≈д щ—»а»в, оƒй м…а йƒйш»а; а¬г…р»й йјдеƒд гћƒбћ∆ш, оƒй м…а йƒрћ»б≈а.",
                    "english": "The lion hath roared, who will not fear? The Lord GOD hath spoken, who can but prophesy?",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "††д«щ—јоƒйтећ т«м-а«шјојре…ъ бћја«щ—јгће…г, ејт«м-а«шјојре…ъ бћја∆ш∆х оƒцјш»йƒн; ејаƒојшећ, д≈а»сјфећ т«м-д»ш≈й щ—…ојше…п, ећшјаећ ојдећо…ъ ш«бће…ъ бћјъе…л»дћ, е«т¬щ—ећчƒйн бћјчƒшјбћ»дћ.",
                    "english": "Proclaim it upon the palaces at Ashdod, and upon the palaces in the land of Egypt, and say: 'Assemble yourselves upon the mountains of Samaria, and behold the great confusions therein, and the oppressions in the midst thereof.'",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "††ејм…а-й»гјтећ т¬щ“е…ъ-рјл…з»д, рјаЋн-йјде»д; д»ае…цјшƒйн з»о»с е»щ—…г, бћја«шјојре…ъ≈йд∆н.† {ф}",
                    "english": "For they know not to do right, saith the LORD, who store up violence and robbery in their palaces. {P}",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "††м»л≈п, лћ…д а»о«ш а¬г…р»й йјдеƒд, ц«ш, ећсјбƒйб д»а»ш∆х; ејде…шƒйг оƒоћ≈кј тЋжћ≈кј, ејр»б…жћећ а«шјојре…ъ»йƒкј.",
                    "english": "Therefore thus saith the Lord GOD: An adversary, even round about the land! And he shall bring down thy strength from thee, and thy palaces shall be spoiled.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "††лћ…д, а»о«ш йјде»д, лћ«а¬щ—∆ш й«цћƒйм д»ш…т∆д оƒфћƒй д»а¬шƒй щ—јъћ≈й лјш»т«йƒн, ае… бјг«м-а…ж∆п--лћ≈п йƒрћ»цјмећ бћјр≈й йƒщ“јш»а≈м, д«йћ…щ—јбƒйн бћјщ—…ојше…п, бћƒфја«ъ оƒић»д, ећбƒгјо∆щ—∆ч т»ш∆щ“.",
                    "english": "Thus saith the LORD: As the shepherd rescueth out of the mouth of the lion two legs, or a piece of an ear, so shall the children of Israel that dwell in Samaria escape with the corner of a couch, and the leg of a bed.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "††щ—ƒојтећ ејд»тƒйгећ, бћјб≈йъ й«т¬ч…б--рјаЋн-а¬г…р»й йјдеƒд, аЅм…д≈й д«цћјб»ае…ъ.",
                    "english": "Hear ye, and testify against the house of Jacob, saith the Lord GOD, the God of hosts.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "††лћƒй, бћјйе…н фћ»чјгƒй фƒщ—јт≈й-йƒщ“јш»а≈м--т»м»йе:† ећф»ч«гјъћƒй, т«м-оƒжјбћјзе…ъ бћ≈йъ-а≈м, ејрƒвјгћјтећ ч«шјре…ъ д«оћƒжјбћ≈з«, ејр»фјмећ м»а»ш∆х.",
                    "english": "For in the day that I shall visit the transgressions of Israel upon him, I will also punish the altars of Beth-el, and the horns of the altar shall be cut off, and fall to the ground.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "††ејдƒлћ≈йъƒй б≈йъ-д«з…ш∆у, т«м-бћ≈йъ д«чћ»йƒх; еја»бјгећ бћ»ъћ≈й д«щћ—≈п, ејс»фећ бћ»ъћƒйн ш«бћƒйн--рјаЋн-йјде»д.† {с}",
                    "english": "And I will smite the winter-house with the summer-house; and the houses of ivory shall perish, and the great houses shall have an end, saith the LORD. {S}",
                    "verseNumber": 15
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1503.htm"
        },
        "4": {
            "chapterNumber": 4,
            "canonicalTitle": "Amos Chapter 4",
            "verses": {
                "1": {
                    "hebrew": "שִׁמְעוּ הַדָּבָר הַזֶּה, פָּרוֹת הַבָּשָׁן אֲשֶׁר בְּהַר שֹׁמְרוֹן, הָעֹשְׁקוֹת דַּלִּים, הָרֹצְצוֹת אֶבְיוֹנִים; הָאֹמְרֹת לַאֲדֹנֵיהֶם, הָבִיאָה וְנִשְׁתֶּה.",
                    "english": "Hear this word, ye kine of Bashan, that are in the mountain of Samaria, that oppress the poor, that crush the needy, that say unto their lords: 'Bring, that we may feast.'",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "נִשְׁבַּע אֲדֹנָי יְהוִה בְּקָדְשׁוֹ, כִּי הִנֵּה יָמִים בָּאִים עֲלֵיכֶם; וְנִשָּׂא אֶתְכֶם בְּצִנּוֹת, וְאַחֲרִיתְכֶן בְּסִירוֹת דּוּגָה.",
                    "english": "The Lord GOD hath sworn by His holiness: Lo, surely the days shall come upon you, that ye shall be taken away with hooks, and your residue with fish-hooks.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וּפְרָצִים תֵּצֶאנָה, אִשָּׁה נֶגְדָּהּ; וְהִשְׁלַכְתֶּנָה הַהַרְמוֹנָה, נְאֻם-יְהוָה.",
                    "english": "And ye shall go out at the breaches, every one straight before her; and ye shall be cast into Harmon, saith the LORD.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "בֹּאוּ בֵית-אֵל וּפִשְׁעוּ, הַגִּלְגָּל הַרְבּוּ לִפְשֹׁעַ; וְהָבִיאוּ לַבֹּקֶר זִבְחֵיכֶם, לִשְׁלֹשֶׁת יָמִים מַעְשְׂרֹתֵיכֶם.",
                    "english": "Come to Beth-el, and transgress, to Gilgal, and multiply transgression; and bring your sacrifices in the morning, and your tithes after three days;",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וְקַטֵּר מֵחָמֵץ תּוֹדָה, וְקִרְאוּ נְדָבוֹת הַשְׁמִיעוּ:  כִּי כֵן אֲהַבְתֶּם בְּנֵי יִשְׂרָאֵל, נְאֻם אֲדֹנָי יְהוִה.",
                    "english": "And offer a sacrifice of thanksgiving of that which is leavened, and proclaim freewill-offerings and publish them; for so ye love to do, O ye children of Israel, saith the Lord GOD.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וְגַם-אֲנִי נָתַתִּי לָכֶם נִקְיוֹן שִׁנַּיִם, בְּכָל-עָרֵיכֶם, וְחֹסֶר לֶחֶם, בְּכֹל מְקוֹמֹתֵיכֶם; וְלֹא-שַׁבְתֶּם עָדַי, נְאֻם-יְהוָה.",
                    "english": "And I also have given you cleanness of teeth in all your cities, and want of bread in all your places; yet have ye not returned unto Me, saith the LORD.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וְגַם אָנֹכִי מָנַעְתִּי מִכֶּם אֶת-הַגֶּשֶׁם, בְּעוֹד שְׁלֹשָׁה חֳדָשִׁים לַקָּצִיר, וְהִמְטַרְתִּי עַל-עִיר אֶחָת, וְעַל-עִיר אַחַת לֹא אַמְטִיר; חֶלְקָה אַחַת תִּמָּטֵר, וְחֶלְקָה אֲשֶׁר-לֹא-תַמְטִיר עָלֶיהָ תִּיבָשׁ.",
                    "english": "And I also have withholden the rain from you, when there were yet three months to the harvest; and I caused it to rain upon one city, and caused it not to rain upon another city; one piece was rained upon, and the piece whereupon it rained not withered.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וְנָעוּ שְׁתַּיִם שָׁלֹשׁ עָרִים אֶל-עִיר אַחַת, לִשְׁתּוֹת מַיִם--וְלֹא יִשְׂבָּעוּ; וְלֹא-שַׁבְתֶּם עָדַי, נְאֻם-יְהוָה.",
                    "english": "So two or three cities wandered unto one city to drink water, and were not satisfied; yet have ye not returned unto Me, saith the LORD.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "הִכֵּיתִי אֶתְכֶם, בַּשִּׁדָּפוֹן וּבַיֵּרָקוֹן--הַרְבּוֹת גַּנּוֹתֵיכֶם וְכַרְמֵיכֶם וּתְאֵנֵיכֶם וְזֵיתֵיכֶם, יֹאכַל הַגָּזָם; וְלֹא-שַׁבְתֶּם עָדַי, נְאֻם-יְהוָה.  {ס}",
                    "english": "I have smitten you with blasting and mildew; the multitude of your gardens and your vineyards and your fig-trees and your olive-trees hath the palmer-worm devoured; yet have ye not returned unto Me, saith the LORD. {S}",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "שִׁלַּחְתִּי בָכֶם דֶּבֶר, בְּדֶרֶךְ מִצְרַיִם--הָרַגְתִּי בַחֶרֶב בַּחוּרֵיכֶם, עִם שְׁבִי סוּסֵיכֶם; וָאַעֲלֶה בְּאֹשׁ מַחֲנֵיכֶם, וּבְאַפְּכֶם, וְלֹא-שַׁבְתֶּם עָדַי, נְאֻם-יְהוָה.",
                    "english": "I have sent among you the pestilence in the way of Egypt; your young men have I slain with the sword, and have carried away your horses; and I have made the stench of your camp to come up even into your nostrils; yet have ye not returned unto Me, saith the LORD.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "הָפַכְתִּי בָכֶם, כְּמַהְפֵּכַת אֱלֹהִים אֶת-סְדֹם וְאֶת-עֲמֹרָה, וַתִּהְיוּ, כְּאוּד מֻצָּל מִשְּׂרֵפָה; וְלֹא-שַׁבְתֶּם עָדַי, נְאֻם-יְהוָה.",
                    "english": "I have overthrown some of you, as God overthrew Sodom and Gomorrah, and ye were as a brand plucked out of the burning; yet have ye not returned unto Me, saith the LORD.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "לָכֵן, כֹּה אֶעֱשֶׂה-לְּךָ יִשְׂרָאֵל:  עֵקֶב כִּי-זֹאת אֶעֱשֶׂה-לָּךְ, הִכּוֹן לִקְרַאת-אֱלֹהֶיךָ יִשְׂרָאֵל.",
                    "english": "Therefore thus will I do unto thee, O Israel; because I will do this unto thee, prepare to meet thy God, O Israel.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "כִּי הִנֵּה יוֹצֵר הָרִים וּבֹרֵא רוּחַ, וּמַגִּיד לְאָדָם מַה-שֵּׂחוֹ, עֹשֵׂה שַׁחַר עֵיפָה, וְדֹרֵךְ עַל-בָּמֳתֵי אָרֶץ--יְהוָה אֱלֹהֵי-צְבָאוֹת, שְׁמוֹ.  {פ}",
                    "english": "For, lo, He that formeth the mountains, and createth the wind, and declareth unto man what is his thought, that maketh the morning darkness, and treadeth upon the high places of the earth; the LORD, the God of hosts, is His name. {P}",
                    "verseNumber": 13
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1504.htm"
        },
        "5": {
            "chapterNumber": 5,
            "canonicalTitle": "Amos Chapter 5",
            "verses": {
                "1": {
                    "hebrew": "שִׁמְעוּ אֶת-הַדָּבָר הַזֶּה, אֲשֶׁר אָנֹכִי נֹשֵׂא עֲלֵיכֶם קִינָה--בֵּית יִשְׂרָאֵל.",
                    "english": "Hear ye this word which I take up for a lamentation over you, O house of Israel:",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "נָפְלָה לֹא-תוֹסִיף קוּם, בְּתוּלַת יִשְׂרָאֵל; נִטְּשָׁה עַל-אַדְמָתָהּ, אֵין מְקִימָהּ.",
                    "english": "The virgin of Israel is fallen, she shall no more rise; she is cast down upon her land, there is none to raise her up.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "כִּי כֹה אָמַר אֲדֹנָי יְהוִה, הָעִיר הַיֹּצֵאת אֶלֶף תַּשְׁאִיר מֵאָה; וְהַיּוֹצֵאת מֵאָה תַּשְׁאִיר עֲשָׂרָה, לְבֵית יִשְׂרָאֵל.",
                    "english": "For thus saith the Lord GOD: The city that went forth a thousand shall have a hundred left, and that which went forth a hundred shall have ten left, of the house of Israel.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "כִּי כֹה אָמַר יְהוָה, לְבֵית יִשְׂרָאֵל:  דִּרְשׁוּנִי, וִחְיוּ.",
                    "english": "For thus saith the LORD unto the house of Israel: Seek ye Me, and live;",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וְאַל-תִּדְרְשׁוּ, בֵּית-אֵל, וְהַגִּלְגָּל לֹא תָבֹאוּ, וּבְאֵר שֶׁבַע לֹא תַעֲבֹרוּ:  כִּי הַגִּלְגָּל גָּלֹה יִגְלֶה, וּבֵית-אֵל יִהְיֶה לְאָוֶן.",
                    "english": "But seek not Beth-el, nor enter into Gilgal, and pass not to Beer-sheba; for Gilgal shall surely go into captivity, and Beth-el shall come to nought.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "דִּרְשׁוּ אֶת-יְהוָה, וִחְיוּ:  פֶּן-יִצְלַח כָּאֵשׁ בֵּית יוֹסֵף, וְאָכְלָה וְאֵין-מְכַבֶּה לְבֵית-אֵל.",
                    "english": "Seek the LORD, and live--lest He break out like fire in the house of Joseph, and it devour, and there be none to quench it in Bethel--",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "הַהֹפְכִים לְלַעֲנָה, מִשְׁפָּט; וּצְדָקָה, לָאָרֶץ הִנִּיחוּ.",
                    "english": "Ye who turn judgment to wormwood, and cast righteousness to the ground;",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "עֹשֵׂה כִימָה וּכְסִיל, וְהֹפֵךְ לַבֹּקֶר צַלְמָוֶת, וְיוֹם, לַיְלָה הֶחְשִׁיךְ; הַקּוֹרֵא לְמֵי-הַיָּם, וַיִּשְׁפְּכֵם עַל-פְּנֵי הָאָרֶץ--יְהוָה שְׁמוֹ.",
                    "english": "Him that maketh the Pleiades and Orion, and bringeth on the shadow of death in the morning, and darkeneth the day into night; that calleth for the waters of the sea, and poureth them out upon the face of the earth; the LORD is His name;",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "הַמַּבְלִיג שֹׁד, עַל-עָז; וְשֹׁד, עַל-מִבְצָר יָבוֹא.",
                    "english": "That causeth destruction to flash upon the strong, so that destruction cometh upon the fortress.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "שָׂנְאוּ בַשַּׁעַר, מוֹכִיחַ; וְדֹבֵר תָּמִים, יְתָעֵבוּ.",
                    "english": "They hate him that reproveth in the gate, and they abhor him that speaketh uprightly.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "לָכֵן יַעַן בּוֹשַׁסְכֶם עַל-דָּל, וּמַשְׂאַת-בַּר תִּקְחוּ מִמֶּנּוּ--בָּתֵּי גָזִית בְּנִיתֶם, וְלֹא-תֵשְׁבוּ בָם; כַּרְמֵי-חֶמֶד נְטַעְתֶּם, וְלֹא תִשְׁתּוּ אֶת-יֵינָם.",
                    "english": "Therefore, because ye trample upon the poor, and take from him exactions of wheat; ye have built houses of hewn stone, but ye shall not dwell in them, ye have planted pleasant vineyards, but ye shall not drink wine thereof.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "כִּי יָדַעְתִּי רַבִּים פִּשְׁעֵיכֶם, וַעֲצֻמִים חַטֹּאתֵיכֶם; צֹרְרֵי צַדִּיק לֹקְחֵי כֹפֶר, וְאֶבְיוֹנִים בַּשַּׁעַר הִטּוּ.",
                    "english": "For I know how manifold are your transgressions, and how mighty are your sins; ye that afflict the just, that take a ransom, and that turn aside the needy in the gate.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "לָכֵן, הַמַּשְׂכִּיל בָּעֵת הַהִיא--יִדֹּם:  כִּי עֵת רָעָה, הִיא.",
                    "english": "Therefore the prudent doth keep silence in such a time; for it is an evil time.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "דִּרְשׁוּ-טוֹב וְאַל-רָע, לְמַעַן תִּחְיוּ; וִיהִי-כֵן יְהוָה אֱלֹהֵי-צְבָאוֹת, אִתְּכֶם--כַּאֲשֶׁר אֲמַרְתֶּם.",
                    "english": "Seek good, and not evil, that ye may live; and so the LORD, the God of hosts, will be with you, as ye say.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "שִׂנְאוּ-רָע וְאֶהֱבוּ טוֹב, וְהַצִּיגוּ בַשַּׁעַר מִשְׁפָּט; אוּלַי, יֶחֱנַן יְהוָה אֱלֹהֵי-צְבָאוֹת--שְׁאֵרִית יוֹסֵף.  {ס}",
                    "english": "Hate the evil, and love the good, and establish justice in the gate; it may be that the LORD, the God of hosts, will be gracious unto the remnant of Joseph. {S}",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "לָכֵן כֹּה-אָמַר יְהוָה אֱלֹהֵי צְבָאוֹת, אֲדֹנָי, בְּכָל-רְחֹבוֹת מִסְפֵּד, וּבְכָל-חוּצוֹת יֹאמְרוּ הוֹ-הוֹ; וְקָרְאוּ אִכָּר אֶל-אֵבֶל, וּמִסְפֵּד אֶל-יוֹדְעֵי נֶהִי.",
                    "english": "Therefore thus saith the LORD, the God of hosts, the Lord: Lamentation shall be in all the broad places, and they shall say in all the streets: 'Alas! alas!' and they shall call the husbandman to mourning, and proclaim lamentation to such as are skilful of wailing.",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "וּבְכָל-כְּרָמִים, מִסְפֵּד:  כִּי-אֶעֱבֹר בְּקִרְבְּךָ, אָמַר יְהוָה.  {פ}",
                    "english": "And in all vineyards shall be lamentation; for I will pass through the midst of thee, saith the LORD. {P}",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "הוֹי הַמִּתְאַוִּים, אֶת-יוֹם יְהוָה:  לָמָּה-זֶּה לָכֶם יוֹם יְהוָה, הוּא-חֹשֶׁךְ וְלֹא-אוֹר.",
                    "english": "Woe unto you that desire the day of the LORD! Wherefore would ye have the day of the LORD? It is darkness, and not light.",
                    "verseNumber": 18
                },
                "19": {
                    "hebrew": "כַּאֲשֶׁר יָנוּס אִישׁ מִפְּנֵי הָאֲרִי, וּפְגָעוֹ הַדֹּב; וּבָא הַבַּיִת--וְסָמַךְ יָדוֹ עַל-הַקִּיר, וּנְשָׁכוֹ הַנָּחָשׁ.",
                    "english": "As if a man did flee from a lion, and a bear met him; and went into the house and leaned his hand on the wall, and a serpent bit him.",
                    "verseNumber": 19
                },
                "20": {
                    "hebrew": "הֲלֹא-חֹשֶׁךְ יוֹם יְהוָה, וְלֹא-אוֹר; וְאָפֵל, וְלֹא-נֹגַהּ לוֹ.",
                    "english": "Shall not the day of the LORD be darkness, and not light? Even very dark, and no brightness in it?",
                    "verseNumber": 20
                },
                "21": {
                    "hebrew": "שָׂנֵאתִי מָאַסְתִּי, חַגֵּיכֶם; וְלֹא אָרִיחַ, בְּעַצְּרֹתֵיכֶם.",
                    "english": "I hate, I despise your feasts, and I will take no delight in your solemn assemblies.",
                    "verseNumber": 21
                },
                "22": {
                    "hebrew": "כִּי אִם-תַּעֲלוּ-לִי עֹלוֹת וּמִנְחֹתֵיכֶם, לֹא אֶרְצֶה; וְשֶׁלֶם מְרִיאֵיכֶם, לֹא אַבִּיט.",
                    "english": "Yea, though ye offer me burnt-offerings and your meal-offerings, I will not accept them; neither will I regard the peace-offerings of your fat beasts.",
                    "verseNumber": 22
                },
                "23": {
                    "hebrew": "הָסֵר מֵעָלַי, הֲמוֹן שִׁרֶיךָ; וְזִמְרַת נְבָלֶיךָ, לֹא אֶשְׁמָע.",
                    "english": "Take thou away from Me the noise of thy songs; and let Me not hear the melody of thy psalteries.",
                    "verseNumber": 23
                },
                "24": {
                    "hebrew": "וְיִגַּל כַּמַּיִם, מִשְׁפָּט; וּצְדָקָה, כְּנַחַל אֵיתָן.",
                    "english": "But let justice well up as waters, and righteousness as a mighty stream.",
                    "verseNumber": 24
                },
                "25": {
                    "hebrew": "הַזְּבָחִים וּמִנְחָה הִגַּשְׁתֶּם-לִי בַמִּדְבָּר, אַרְבָּעִים שָׁנָה--בֵּית יִשְׂרָאֵל.",
                    "english": "Did ye bring unto Me sacrifices and offerings in the wilderness forty years, O house of Israel?",
                    "verseNumber": 25
                },
                "26": {
                    "hebrew": "וּנְשָׂאתֶם, אֵת סִכּוּת מַלְכְּכֶם, וְאֵת, כִּיּוּן צַלְמֵיכֶם--כּוֹכַב, אֱלֹהֵיכֶם, אֲשֶׁר עֲשִׂיתֶם, לָכֶם.",
                    "english": "So shall ye take up Siccuth your king and Chiun your images, the star of your god, which ye made to yourselves.",
                    "verseNumber": 26
                },
                "27": {
                    "hebrew": "וְהִגְלֵיתִי אֶתְכֶם, מֵהָלְאָה לְדַמָּשֶׂק:  אָמַר יְהוָה אֱלֹהֵי-צְבָאוֹת, שְׁמוֹ.  {פ}",
                    "english": "Therefore will I cause you to go into captivity beyond Damascus, saith He, whose name is the LORD God of hosts. {P}",
                    "verseNumber": 27
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1505.htm"
        },
        "6": {
            "chapterNumber": 6,
            "canonicalTitle": "Amos Chapter 6",
            "verses": {
                "1": {
                    "hebrew": "הוֹי הַשַּׁאֲנַנִּים בְּצִיּוֹן, וְהַבֹּטְחִים בְּהַר שֹׁמְרוֹן; נְקֻבֵי רֵאשִׁית הַגּוֹיִם, וּבָאוּ לָהֶם בֵּית יִשְׂרָאֵל.",
                    "english": "Woe to them that are at ease in Zion, and to them that are secure in the mountain of Samaria, the notable men of the first of the nations, to whom the house of Israel come!",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "עִבְרוּ כַלְנֵה וּרְאוּ, וּלְכוּ מִשָּׁם חֲמַת רַבָּה; וּרְדוּ גַת-פְּלִשְׁתִּים, הֲטוֹבִים מִן-הַמַּמְלָכוֹת הָאֵלֶּה--אִם-רַב גְּבוּלָם, מִגְּבֻלְכֶם.",
                    "english": "Pass ye unto Calneh, and see, and from thence go ye to Hamath the great; then go down to Gath of the Philistines; are they better than these kingdoms? or is their border greater than your border?",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "הַמְנַדִּים, לְיוֹם רָע; וַתַּגִּשׁוּן, שֶׁבֶת חָמָס.",
                    "english": "Ye that put far away the evil day, and cause the seat of violence to come near;",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "הַשֹּׁכְבִים עַל-מִטּוֹת שֵׁן, וּסְרֻחִים עַל-עַרְשׂוֹתָם; וְאֹכְלִים כָּרִים מִצֹּאן, וַעֲגָלִים מִתּוֹךְ מַרְבֵּק.",
                    "english": "That lie upon beds of ivory, and stretch themselves upon their couches, and eat the lambs out of the flock, and the calves out of the midst of the stall;",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "הַפֹּרְטִים, עַל-פִּי הַנָּבֶל, כְּדָוִיד, חָשְׁבוּ לָהֶם כְּלֵי-שִׁיר.",
                    "english": "That thrum on the psaltery, that devise for themselves instruments of music, like David;",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "הַשֹּׁתִים בְּמִזְרְקֵי יַיִן, וְרֵאשִׁית שְׁמָנִים יִמְשָׁחוּ; וְלֹא נֶחְלוּ, עַל-שֵׁבֶר יוֹסֵף.",
                    "english": "That drink wine in bowls, and anoint themselves with the chief ointments; but they are not grieved for the hurt of Joseph.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "לָכֵן עַתָּה יִגְלוּ, בְּרֹאשׁ גֹּלִים; וְסָר, מִרְזַח סְרוּחִים.",
                    "english": "Therefore now shall they go captive at the head of them that go captive, and the revelry of them that stretched themselves shall pass away.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "נִשְׁבַּע אֲדֹנָי יְהוִה בְּנַפְשׁוֹ, נְאֻם-יְהוָה אֱלֹהֵי צְבָאוֹת, מְתָאֵב אָנֹכִי אֶת-גְּאוֹן יַעֲקֹב, וְאַרְמְנֹתָיו שָׂנֵאתִי; וְהִסְגַּרְתִּי, עִיר וּמְלֹאָהּ.",
                    "english": "The Lord GOD hath sworn by Himself, saith the LORD, the God of hosts: I abhor the pride of Jacob, and hate his palaces; and I will deliver up the city with all that is therein.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "וְהָיָה, אִם-יִוָּתְרוּ עֲשָׂרָה אֲנָשִׁים בְּבַיִת אֶחָד--וָמֵתוּ.",
                    "english": "And it shall come to pass, if there remain ten men in one house, that they shall die.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וּנְשָׂאוֹ דּוֹדוֹ וּמְסָרְפוֹ, לְהוֹצִיא עֲצָמִים מִן-הַבַּיִת, וְאָמַר לַאֲשֶׁר בְּיַרְכְּתֵי הַבַּיִת הַעוֹד עִמָּךְ, וְאָמַר אָפֶס; וְאָמַר הָס, כִּי לֹא לְהַזְכִּיר בְּשֵׁם יְהוָה.  {ס}",
                    "english": "And when a man's uncle shall take him up, even he that burneth him, to bring out the bones out of the house, and shall say unto him that is in the innermost parts of the house: 'Is there yet any with thee?' and he shall say: 'No'; then shall he say: 'Hold thy peace; for we must not make mention of the name of the LORD.' {S}",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "כִּי-הִנֵּה יְהוָה מְצַוֶּה, וְהִכָּה הַבַּיִת הַגָּדוֹל רְסִיסִים; וְהַבַּיִת הַקָּטֹן, בְּקִעִים.",
                    "english": "For, behold, the LORD commandeth, and the great house shall be smitten into splinters, and the little house into chips.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "הַיְרֻצוּן בַּסֶּלַע סוּסִים, אִם-יַחֲרוֹשׁ בַּבְּקָרִים:  כִּי-הֲפַכְתֶּם לְרֹאשׁ מִשְׁפָּט, וּפְרִי צְדָקָה לְלַעֲנָה.",
                    "english": "Do horses run upon the rocks? Doth one plow there with oxen? that ye have turned justice into gall, and the fruit of righteousness into wormwood;",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "הַשְּׂמֵחִים, לְלֹא דָבָר:  הָאֹמְרִים--הֲלוֹא בְחָזְקֵנוּ, לָקַחְנוּ לָנוּ קַרְנָיִם.",
                    "english": "Ye that rejoice in a thing of nought, that say: 'Have we not taken to us horns by our own strength?'",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "כִּי הִנְנִי מֵקִים עֲלֵיכֶם בֵּית יִשְׂרָאֵל, נְאֻם-יְהוָה אֱלֹהֵי הַצְּבָאוֹת--גּוֹי; וְלָחֲצוּ אֶתְכֶם מִלְּבוֹא חֲמָת, עַד-נַחַל הָעֲרָבָה.  {פ}",
                    "english": "For, behold, I will raise up against you a nation, O house of Israel, saith the LORD, the God of hosts; and they shall afflict you from the entrance of Hamath unto the Brook of the Arabah. {P}",
                    "verseNumber": 14
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1506.htm"
        },
        "7": {
            "chapterNumber": 7,
            "canonicalTitle": "Amos Chapter 7",
            "verses": {
                "1": {
                    "hebrew": "כֹּה הִרְאַנִי, אֲדֹנָי יְהוִה, וְהִנֵּה יוֹצֵר גֹּבַי, בִּתְחִלַּת עֲלוֹת הַלָּקֶשׁ; וְהִנֵּה-לֶקֶשׁ--אַחַר, גִּזֵּי הַמֶּלֶךְ.",
                    "english": "Thus the Lord GOD showed me; and, behold, He formed locusts in the beginning of the shooting up of the latter growth; and, lo, it was the latter growth after the king's mowings.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וְהָיָה, אִם-כִּלָּה לֶאֱכוֹל אֶת-עֵשֶׂב הָאָרֶץ, וָאֹמַר אֲדֹנָי יְהוִה סְלַח-נָא, מִי יָקוּם יַעֲקֹב:  כִּי קָטֹן, הוּא.",
                    "english": "And if it had come to pass, that when they had made an end of eating the grass of the land--so I said: O Lord GOD, forgive, I beseech Thee; how shall Jacob stand? for he is small.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "נִחַם יְהוָה, עַל-זֹאת:  לֹא תִהְיֶה, אָמַר יְהוָה.",
                    "english": "The LORD repented concerning this; 'It shall not be', saith the LORD.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "כֹּה הִרְאַנִי אֲדֹנָי יְהוִה, וְהִנֵּה קֹרֵא לָרִב בָּאֵשׁ אֲדֹנָי יְהוִה; וַתֹּאכַל אֶת-תְּהוֹם רַבָּה, וְאָכְלָה אֶת-הַחֵלֶק.",
                    "english": "Thus the Lord GOD showed me; and, behold, the Lord GOD called to contend by fire; and it devoured the great deep, and would have eaten up the land.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וָאֹמַר, אֲדֹנָי יְהוִה חֲדַל-נָא--מִי יָקוּם, יַעֲקֹב:  כִּי קָטֹן, הוּא.",
                    "english": "Then said I: O Lord GOD, cease, I beseech Thee; how shall Jacob stand? for he is small.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "נִחַם יְהוָה, עַל-זֹאת; גַּם-הִיא לֹא תִהְיֶה, אָמַר אֲדֹנָי יְהוִה.  {פ}",
                    "english": "The LORD repented concerning this; 'This also shall not be', saith the Lord GOD. {P}",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "כֹּה הִרְאַנִי, וְהִנֵּה אֲדֹנָי נִצָּב עַל-חוֹמַת אֲנָךְ; וּבְיָדוֹ, אֲנָךְ.",
                    "english": "Thus He showed me; and, behold, the Lord stood beside a wall made by a plumbline, with a plumbline in His hand.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וַיֹּאמֶר יְהוָה אֵלַי, מָה-אַתָּה רֹאֶה עָמוֹס, וָאֹמַר, אֲנָךְ; וַיֹּאמֶר אֲדֹנָי, הִנְנִי שָׂם אֲנָךְ בְּקֶרֶב עַמִּי יִשְׂרָאֵל--לֹא-אוֹסִיף עוֹד, עֲבוֹר לוֹ.",
                    "english": "And the LORD said unto me: 'Amos, what seest thou?' And I said: 'A plumbline.' Then said the Lord: Behold, I will set a plumbline in the midst of My people Israel; I will not again pardon them any more;",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "וְנָשַׁמּוּ בָּמוֹת יִשְׂחָק, וּמִקְדְּשֵׁי יִשְׂרָאֵל יֶחֱרָבוּ; וְקַמְתִּי עַל-בֵּית יָרָבְעָם, בֶּחָרֶב.  {ס}",
                    "english": "And the high places of Isaac shall be desolate, and the sanctuaries of Israel shall be laid waste; and I will rise against the house of Jeroboam with the sword. {S}",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וַיִּשְׁלַח, אֲמַצְיָה כֹּהֵן בֵּית-אֵל, אֶל-יָרָבְעָם מֶלֶךְ-יִשְׂרָאֵל, לֵאמֹר:  קָשַׁר עָלֶיךָ עָמוֹס, בְּקֶרֶב בֵּית יִשְׂרָאֵל--לֹא-תוּכַל הָאָרֶץ, לְהָכִיל אֶת-כָּל-דְּבָרָיו.",
                    "english": "Then Amaziah the priest of Beth-el sent to Jeroboam king of Israel, saying: 'Amos hath conspired against thee in the midst of the house of Israel; the land is not able to bear all his words.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "כִּי-כֹה אָמַר עָמוֹס, בַּחֶרֶב יָמוּת יָרָבְעָם; וְיִשְׂרָאֵל--גָּלֹה יִגְלֶה, מֵעַל אַדְמָתוֹ.  {ס}",
                    "english": "For thus Amos saith: Jeroboam shall die by the sword, and Israel shall surely be led away captive out of his land.' {S}",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וַיֹּאמֶר אֲמַצְיָה, אֶל-עָמוֹס, חֹזֶה, לֵךְ בְּרַח-לְךָ אֶל-אֶרֶץ יְהוּדָה; וֶאֱכָל-שָׁם לֶחֶם, וְשָׁם תִּנָּבֵא.",
                    "english": "Also Amaziah said unto Amos: 'O thou seer, go, flee thee away into the land of Judah, and there eat bread, and prophesy there;",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וּבֵית-אֵל, לֹא-תוֹסִיף עוֹד לְהִנָּבֵא:  כִּי מִקְדַּשׁ-מֶלֶךְ הוּא, וּבֵית מַמְלָכָה הוּא.",
                    "english": "but prophesy not again any more at Beth-el, for it is the king's sanctuary, and it is a royal house.'",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וַיַּעַן עָמוֹס, וַיֹּאמֶר אֶל-אֲמַצְיָה, לֹא-נָבִיא אָנֹכִי, וְלֹא בֶן-נָבִיא אָנֹכִי:  כִּי-בוֹקֵר אָנֹכִי, וּבוֹלֵס שִׁקְמִים.",
                    "english": "Then answered Amos, and said to Amaziah: 'I was no prophet, neither was I a prophet's son; but I was a herdman, and a dresser of sycamore-trees;",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וַיִּקָּחֵנִי יְהוָה, מֵאַחֲרֵי הַצֹּאן; וַיֹּאמֶר אֵלַי יְהוָה, לֵךְ הִנָּבֵא אֶל-עַמִּי יִשְׂרָאֵל.",
                    "english": "and the LORD took me from following the flock, and the LORD said unto me: Go, prophesy unto My people Israel.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "וְעַתָּה, שְׁמַע דְּבַר-יְהוָה:  אַתָּה אֹמֵר, לֹא תִנָּבֵא עַל-יִשְׂרָאֵל, וְלֹא תַטִּיף, עַל-בֵּית יִשְׂחָק.",
                    "english": "Now therefore hear thou the word of the LORD: Thou sayest: Prophesy not against Israel, and preach not against the house of Isaac;",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "לָכֵן כֹּה-אָמַר יְהוָה, אִשְׁתְּךָ בָּעִיר תִּזְנֶה וּבָנֶיךָ וּבְנֹתֶיךָ בַּחֶרֶב יִפֹּלוּ, וְאַדְמָתְךָ, בַּחֶבֶל תְּחֻלָּק; וְאַתָּה, עַל-אֲדָמָה טְמֵאָה תָּמוּת, וְיִשְׂרָאֵל, גָּלֹה יִגְלֶה מֵעַל אַדְמָתוֹ.  {פ}",
                    "english": "Therefore thus saith the LORD: Thy wife shall be a harlot in the city, and thy sons and thy daughters shall fall by the sword, and thy land shall be divided by line; and thou thyself shalt die in an unclean land, and Israel shall surely be led away captive out of his land.' {P}",
                    "verseNumber": 17
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1507.htm"
        },
        "8": {
            "chapterNumber": 8,
            "canonicalTitle": "Amos Chapter 8",
            "verses": {
                "1": {
                    "hebrew": "כֹּה הִרְאַנִי, אֲדֹנָי יְהוִה; וְהִנֵּה, כְּלוּב קָיִץ.",
                    "english": "Thus the Lord GOD showed me; and behold a basket of summer fruit.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וַיֹּאמֶר, מָה-אַתָּה רֹאֶה עָמוֹס, וָאֹמַר, כְּלוּב קָיִץ; וַיֹּאמֶר יְהוָה אֵלַי, בָּא הַקֵּץ אֶל-עַמִּי יִשְׂרָאֵל--לֹא-אוֹסִיף עוֹד, עֲבוֹר לוֹ.",
                    "english": "And He said: 'Amos, what seest thou?' And I said: 'A basket of summer fruit.' Then said the LORD unto me: The end is come upon My people Israel; I will not again pardon them any more.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וְהֵילִילוּ שִׁירוֹת הֵיכָל, בַּיּוֹם הַהוּא--נְאֻם, אֲדֹנָי יְהוִה:  רַב הַפֶּגֶר, בְּכָל-מָקוֹם הִשְׁלִיךְ הָס.  {פ}",
                    "english": "And the songs of the palace shall be wailings in that day, saith the Lord GOD; the dead bodies shall be many; in every place silence shall be cast. {P}",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "שִׁמְעוּ-זֹאת, הַשֹּׁאֲפִים אֶבְיוֹן; וְלַשְׁבִּית, ענוי- (עֲנִיֵּי-) אָרֶץ.",
                    "english": "Hear this, O ye that would swallow the needy, and destroy the poor of the land,",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "לֵאמֹר, מָתַי יַעֲבֹר הַחֹדֶשׁ וְנַשְׁבִּירָה שֶּׁבֶר, וְהַשַּׁבָּת, וְנִפְתְּחָה-בָּר--לְהַקְטִין אֵיפָה וּלְהַגְדִּיל שֶׁקֶל, וּלְעַוֵּת מֹאזְנֵי מִרְמָה.",
                    "english": "Saying: 'When will the new moon be gone, that we may sell grain? and the sabbath, that we may set forth corn? making the ephah small, and the shekel great, and falsifying the balances of deceit;",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "לִקְנוֹת בַּכֶּסֶף דַּלִּים, וְאֶבְיוֹן בַּעֲבוּר נַעֲלָיִם; וּמַפַּל בַּר, נַשְׁבִּיר.",
                    "english": "That we may buy the poor for silver, and the needy for a pair of shoes, and sell the refuse of the corn?'",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "נִשְׁבַּע יְהוָה, בִּגְאוֹן יַעֲקֹב; אִם-אֶשְׁכַּח לָנֶצַח, כָּל-מַעֲשֵׂיהֶם.",
                    "english": "The LORD hath sworn by the pride of Jacob: Surely I will never forget any of their works.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "הַעַל זֹאת לֹא-תִרְגַּז הָאָרֶץ, וְאָבַל כָּל-יוֹשֵׁב בָּהּ; וְעָלְתָה כָאֹר כֻּלָּהּ, וְנִגְרְשָׁה ונשקה (וְנִשְׁקְעָה) כִּיאוֹר מִצְרָיִם.  {פ}",
                    "english": "Shall not the land tremble for this, and every one mourn that dwelleth therein? Yea, it shall rise up wholly like the River; and it shall be troubled and sink again, like the River of Egypt. {P}",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "וְהָיָה בַּיּוֹם הַהוּא, נְאֻם אֲדֹנָי יְהוִה, וְהֵבֵאתִי הַשֶּׁמֶשׁ, בַּצָּהֳרָיִם; וְהַחֲשַׁכְתִּי לָאָרֶץ, בְּיוֹם אוֹר.",
                    "english": "And it shall come to pass in that day, saith the Lord GOD, that I will cause the sun to go down at noon, and I will darken the earth in the clear day.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וְהָפַכְתִּי חַגֵּיכֶם לְאֵבֶל, וְכָל-שִׁירֵיכֶם לְקִינָה, וְהַעֲלֵיתִי עַל-כָּל-מָתְנַיִם שָׂק, וְעַל-כָּל-רֹאשׁ קָרְחָה; וְשַׂמְתִּיהָ כְּאֵבֶל יָחִיד, וְאַחֲרִיתָהּ כְּיוֹם מָר.  {פ}",
                    "english": "And I will turn your feasts into mourning, and all your songs into lamentation; and I will bring up sackcloth upon all loins, and baldness upon every head; and I will make it as the mourning for an only son, and the end thereof as a bitter day. {P}",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "הִנֵּה יָמִים בָּאִים, נְאֻם אֲדֹנָי יְהוִה, וְהִשְׁלַחְתִּי רָעָב, בָּאָרֶץ:  לֹא-רָעָב לַלֶּחֶם, וְלֹא-צָמָא לַמַּיִם--כִּי אִם-לִשְׁמֹעַ, אֵת דִּבְרֵי יְהוָה.",
                    "english": "Behold, the days come, saith the Lord GOD, that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the LORD.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וְנָעוּ מִיָּם עַד-יָם, וּמִצָּפוֹן וְעַד-מִזְרָח; יְשׁוֹטְטוּ לְבַקֵּשׁ אֶת-דְּבַר-יְהוָה, וְלֹא יִמְצָאוּ.",
                    "english": "And they shall wander from sea to sea, and from the north even to the east; they shall run to and fro to seek the word of the LORD, and shall not find it.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "בַּיּוֹם הַהוּא תִּתְעַלַּפְנָה הַבְּתוּלֹת הַיָּפוֹת, וְהַבַּחוּרִים--בַּצָּמָא.",
                    "english": "In that day shall the fair virgins and the young men faint for thirst.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "הַנִּשְׁבָּעִים, בְּאַשְׁמַת שֹׁמְרוֹן, וְאָמְרוּ חֵי אֱלֹהֶיךָ דָּן, וְחֵי דֶּרֶךְ בְּאֵר-שָׁבַע; וְנָפְלוּ, וְלֹא-יָקוּמוּ עוֹד.  {ס}",
                    "english": "They that swear by the sin of Samaria, and say: 'As thy God, O Dan, liveth'; and: 'As the way of Beer-sheba liveth'; even they shall fall, and never rise up again. {S}",
                    "verseNumber": 14
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1508.htm"
        },
        "9": {
            "chapterNumber": 9,
            "canonicalTitle": "Amos Chapter 9",
            "verses": {
                "1": {
                    "hebrew": "רָאִיתִי אֶת-אֲדֹנָי נִצָּב עַל-הַמִּזְבֵּחַ, וַיֹּאמֶר הַךְ הַכַּפְתּוֹר וְיִרְעֲשׁוּ הַסִּפִּים וּבְצַעַם בְּרֹאשׁ כֻּלָּם, וְאַחֲרִיתָם, בַּחֶרֶב אֶהֱרֹג:  לֹא-יָנוּס לָהֶם נָס, וְלֹא-יִמָּלֵט לָהֶם פָּלִיט.",
                    "english": "I saw the Lord standing beside the altar; and He said: Smite the capitals, that the posts may shake; and break them in pieces on the head of all of them; and I will slay the residue of them with the sword; there shall not one of them flee away, and there shall not one of them escape.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "אִם-יַחְתְּרוּ בִשְׁאוֹל, מִשָּׁם יָדִי תִקָּחֵם; וְאִם-יַעֲלוּ, הַשָּׁמַיִם--מִשָּׁם, אוֹרִידֵם.",
                    "english": "Though they dig into the nether-world, thence shall My hand take them; and though they climb up to heaven, thence will I bring them down.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וְאִם-יֵחָבְאוּ בְּרֹאשׁ הַכַּרְמֶל, מִשָּׁם אֲחַפֵּשׂ וּלְקַחְתִּים; וְאִם-יִסָּתְרוּ מִנֶּגֶד עֵינַי, בְּקַרְקַע הַיָּם--מִשָּׁם אֲצַוֶּה אֶת-הַנָּחָשׁ, וּנְשָׁכָם.",
                    "english": "And though they hide themselves in the top of Carmel, I will search and take them out thence; and though they be hid from My sight in the bottom of the sea, thence will I command the serpent, and he shall bite them.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וְאִם-יֵלְכוּ בַשְּׁבִי לִפְנֵי אֹיְבֵיהֶם, מִשָּׁם אֲצַוֶּה אֶת-הַחֶרֶב וַהֲרָגָתַם; וְשַׂמְתִּי עֵינִי עֲלֵיהֶם לְרָעָה, וְלֹא לְטוֹבָה.",
                    "english": "And though they go into captivity before their enemies, thence will I command the sword, and it shall slay them; and I will set Mine eyes upon them for evil, and not for good.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וַאדֹנָי יְהוִה הַצְּבָאוֹת, הַנּוֹגֵעַ בָּאָרֶץ וַתָּמוֹג, וְאָבְלוּ, כָּל-יוֹשְׁבֵי בָהּ; וְעָלְתָה כַיְאֹר כֻּלָּהּ, וְשָׁקְעָה כִּיאֹר מִצְרָיִם.",
                    "english": "For the Lord, the GOD of hosts, is He that toucheth the land and it melteth, and all that dwell therein mourn; and it riseth up wholly like the River, and sinketh again, like the River of Egypt;",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "הַבּוֹנֶה בַשָּׁמַיִם מַעֲלוֹתָו, וַאֲגֻדָּתוֹ עַל-אֶרֶץ יְסָדָהּ; הַקֹּרֵא לְמֵי-הַיָּם, וַיִּשְׁפְּכֵם עַל-פְּנֵי הָאָרֶץ--יְהוָה שְׁמוֹ.",
                    "english": "It is He that buildeth His upper chambers in the heaven, and hath founded His vault upon the earth; He that calleth for the waters of the sea, and poureth them out upon the face of the earth; The LORD is His name.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "הֲלוֹא כִבְנֵי כֻשִׁיִּים אַתֶּם לִי בְּנֵי יִשְׂרָאֵל, נְאֻם-יְהוָה:  הֲלוֹא אֶת-יִשְׂרָאֵל, הֶעֱלֵיתִי מֵאֶרֶץ מִצְרַיִם, וּפְלִשְׁתִּיִּים מִכַּפְתּוֹר, וַאֲרָם מִקִּיר.",
                    "english": "Are ye not as the children of the Ethiopians unto Me, O children of Israel? saith the LORD. Have not I brought up Israel out of the land of Egypt, and the Philistines from Caphtor, and Aram from Kir?",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "הִנֵּה עֵינֵי אֲדֹנָי יְהוִה, בַּמַּמְלָכָה הַחַטָּאָה, וְהִשְׁמַדְתִּי אֹתָהּ, מֵעַל פְּנֵי הָאֲדָמָה:  אֶפֶס, כִּי לֹא הַשְׁמֵיד אַשְׁמִיד אֶת-בֵּית יַעֲקֹב--נְאֻם-יְהוָה.",
                    "english": "Behold, the eyes of the Lord GOD are upon the sinful kingdom, and I will destroy it from off the face of the earth; saving that I will not utterly destroy the house of Jacob, saith the LORD.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "כִּי-הִנֵּה אָנֹכִי מְצַוֶּה, וַהֲנִעוֹתִי בְכָל-הַגּוֹיִם אֶת-בֵּית יִשְׂרָאֵל, כַּאֲשֶׁר יִנּוֹעַ בַּכְּבָרָה, וְלֹא-יִפּוֹל צְרוֹר אָרֶץ.",
                    "english": "For, lo, I will command, and I will sift the house of Israel among all the nations, like as corn is sifted in a sieve, yet shall not the least grain fall upon the earth.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "בַּחֶרֶב יָמוּתוּ, כֹּל חַטָּאֵי עַמִּי:  הָאֹמְרִים, לֹא-תַגִּישׁ וְתַקְדִּים בַּעֲדֵינוּ--הָרָעָה.",
                    "english": "All the sinners of My people shall die by the sword, that say: 'The evil shall not overtake nor confront us.'",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "בַּיּוֹם הַהוּא, אָקִים אֶת-סֻכַּת דָּוִיד הַנֹּפֶלֶת; וְגָדַרְתִּי אֶת-פִּרְצֵיהֶן, וַהֲרִסֹתָיו אָקִים, וּבְנִיתִיהָ, כִּימֵי עוֹלָם.",
                    "english": "In that day will I raise up the tabernacle of David that is fallen, and close up the breaches thereof, and I will raise up his ruins, and I will build it as in the days of old;",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "לְמַעַן יִירְשׁוּ אֶת-שְׁאֵרִית אֱדוֹם, וְכָל-הַגּוֹיִם, אֲשֶׁר-נִקְרָא שְׁמִי, עֲלֵיהֶם:  נְאֻם-יְהוָה, עֹשֶׂה זֹּאת.  {פ}",
                    "english": "That they may possess the remnant of Edom, and all the nations, upon whom My name is called, saith the LORD that doeth this. {P}",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "הִנֵּה יָמִים בָּאִים, נְאֻם-יְהוָה, וְנִגַּשׁ חוֹרֵשׁ בַּקֹּצֵר, וְדֹרֵךְ עֲנָבִים בְּמֹשֵׁךְ הַזָּרַע; וְהִטִּיפוּ הֶהָרִים עָסִיס, וְכָל-הַגְּבָעוֹת תִּתְמוֹגַגְנָה.",
                    "english": "Behold, the days come, saith the LORD, that the plowman shall overtake the reaper, and the treader of grapes him that soweth seed; and the mountains shall drop sweet wine, and all the hills shall melt.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וְשַׁבְתִּי, אֶת-שְׁבוּת עַמִּי יִשְׂרָאֵל, וּבָנוּ עָרִים נְשַׁמּוֹת וְיָשָׁבוּ, וְנָטְעוּ כְרָמִים וְשָׁתוּ אֶת-יֵינָם; וְעָשׂוּ גַנּוֹת, וְאָכְלוּ אֶת-פְּרִיהֶם.",
                    "english": "And I will turn the captivity of My people Israel, and they shall build the waste cities, and inhabit them; and they shall plant vineyards, and drink the wine thereof; they shall also make gardens, and eat the fruit of them.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וּנְטַעְתִּים, עַל-אַדְמָתָם; וְלֹא יִנָּתְשׁוּ עוֹד, מֵעַל אַדְמָתָם אֲשֶׁר נָתַתִּי לָהֶם--אָמַר, יְהוָה אֱלֹהֶיךָ.  {ש}",
                    "english": "And I will plant them upon their land, and they shall no more be plucked up out of their land which I have given them, saith the LORD thy God. {P}",
                    "verseNumber": 15
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1509.htm"
        },
        "1": {
            "chapterNumber": 1,
            "canonicalTitle": "Amos Chapter 1",
            "verses": {
                "1": {
                    "hebrew": "דִּבְרֵי עָמוֹס, אֲשֶׁר-הָיָה בַנֹּקְדִים מִתְּקוֹעַ:  אֲשֶׁר חָזָה עַל-יִשְׂרָאֵל בִּימֵי עֻזִּיָּה מֶלֶךְ-יְהוּדָה, וּבִימֵי יָרָבְעָם בֶּן-יוֹאָשׁ מֶלֶךְ יִשְׂרָאֵל--שְׁנָתַיִם, לִפְנֵי הָרָעַשׁ.",
                    "english": "The words of Amos, who was among the herdmen of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash king of Israel, two years before the earthquake.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וַיֹּאמַר--יְהוָה מִצִּיּוֹן יִשְׁאָג, וּמִירוּשָׁלִַם יִתֵּן קוֹלוֹ; וְאָבְלוּ נְאוֹת הָרֹעִים, וְיָבֵשׁ רֹאשׁ הַכַּרְמֶל.  {פ}",
                    "english": "And he said: the LORD roareth from Zion, and uttereth His voice from Jerusalem; and the pastures of the shepherds shall mourn, and the top of Carmel shall wither. {P}",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "כֹּה, אָמַר יְהוָה, עַל-שְׁלֹשָׁה פִּשְׁעֵי דַמֶּשֶׂק, וְעַל-אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ:  עַל-דּוּשָׁם בַּחֲרֻצוֹת הַבַּרְזֶל, אֶת-הַגִּלְעָד.",
                    "english": "For thus saith the LORD: For three transgressions of Damascus, yea, for four, I will not reverse it: because they have threshed Gilead with sledges of iron.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וְשִׁלַּחְתִּי אֵשׁ, בְּבֵית חֲזָאֵל; וְאָכְלָה, אַרְמְנוֹת בֶּן-הֲדָד.",
                    "english": "So will I send a fire into the house of Hazael, and it shall devour the palaces of Ben-hadad;",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וְשָׁבַרְתִּי, בְּרִיחַ דַּמֶּשֶׂק, וְהִכְרַתִּי יוֹשֵׁב מִבִּקְעַת-אָוֶן, וְתוֹמֵךְ שֵׁבֶט מִבֵּית עֶדֶן; וְגָלוּ עַם-אֲרָם קִירָה, אָמַר יְהוָה.  {פ}",
                    "english": "And I will break the bar of Damascus, and cut off the inhabitant from Bikath-Aven, and him that holdeth the sceptre from Beth-eden; and the people of Aram shall go into captivity unto Kir, saith the LORD. {P}",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "כֹּה, אָמַר יְהוָה, עַל-שְׁלֹשָׁה פִּשְׁעֵי עַזָּה, וְעַל-אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ:  עַל-הַגְלוֹתָם גָּלוּת שְׁלֵמָה, לְהַסְגִּיר לֶאֱדוֹם.",
                    "english": "Thus saith the LORD: For three transgressions of Gaza, yea, for four, I will not reverse it: because they carried away captive a whole captivity, to deliver them up to Edom.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וְשִׁלַּחְתִּי אֵשׁ, בְּחוֹמַת עַזָּה; וְאָכְלָה, אַרְמְנֹתֶיהָ.",
                    "english": "So will I send a fire on the wall of Gaza, and it shall devour the palaces thereof;",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וְהִכְרַתִּי יוֹשֵׁב מֵאַשְׁדּוֹד, וְתוֹמֵךְ שֵׁבֶט מֵאַשְׁקְלוֹן; וַהֲשִׁיבוֹתִי יָדִי עַל-עֶקְרוֹן, וְאָבְדוּ שְׁאֵרִית פְּלִשְׁתִּים--אָמַר, אֲדֹנָי יְהוִה.  {פ}",
                    "english": "And I will cut off the inhabitant from Ashdod, and him that holdeth the sceptre from Ashkelon; and I will turn My hand against Ekron, and the remnant of the Philistines shall perish, saith the Lord GOD. {P}",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "כֹּה, אָמַר יְהוָה, עַל-שְׁלֹשָׁה פִּשְׁעֵי-צֹר, וְעַל-אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ:  עַל-הַסְגִּירָם גָּלוּת שְׁלֵמָה, לֶאֱדוֹם, וְלֹא זָכְרוּ, בְּרִית אַחִים.",
                    "english": "Thus saith the LORD: For three transgressions of Tyre, yea, for four, I will not reverse it: because they delivered up a whole captivity to Edom, and remembered not the brotherly covenant.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וְשִׁלַּחְתִּי אֵשׁ, בְּחוֹמַת צֹר; וְאָכְלָה, אַרְמְנוֹתֶיהָ.  {פ}",
                    "english": "So will I send a fire on the wall of Tyre, and it shall devour the palaces thereof. {P}",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "כֹּה, אָמַר יְהוָה, עַל-שְׁלֹשָׁה פִּשְׁעֵי אֱדוֹם, וְעַל-אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ:  עַל-רָדְפוֹ בַחֶרֶב אָחִיו, וְשִׁחֵת רַחֲמָיו, וַיִּטְרֹף לָעַד אַפּוֹ, וְעֶבְרָתוֹ שְׁמָרָה נֶצַח.",
                    "english": "Thus saith the LORD: For three transgressions of Edom, yea, for four, I will not reverse it: because he did pursue his brother with the sword, and did cast off all pity, and his anger did tear perpetually, and he kept his wrath for ever.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וְשִׁלַּחְתִּי אֵשׁ, בְּתֵימָן; וְאָכְלָה, אַרְמְנוֹת בָּצְרָה.  {פ}",
                    "english": "So will I send a fire upon Teman, and it shall devour the palaces of Bozrah. {P}",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "כֹּה, אָמַר יְהוָה, עַל-שְׁלֹשָׁה פִּשְׁעֵי בְנֵי-עַמּוֹן, וְעַל-אַרְבָּעָה לֹא אֲשִׁיבֶנּוּ:  עַל-בִּקְעָם הָרוֹת הַגִּלְעָד, לְמַעַן הַרְחִיב אֶת-גְּבוּלָם.",
                    "english": "Thus saith the LORD: For three transgressions of the children of Ammon, yea, for four, I will not reverse it: because they have ripped up the women with child of Gilead, that they might enlarge their border.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וְהִצַּתִּי אֵשׁ בְּחוֹמַת רַבָּה, וְאָכְלָה אַרְמְנוֹתֶיהָ; בִּתְרוּעָה בְּיוֹם מִלְחָמָה, בְּסַעַר בְּיוֹם סוּפָה.",
                    "english": "So will I kindle a fire in the wall of Rabbah, and it shall devour the palaces thereof, with shouting in the day of battle, with a tempest in the day of the whirlwind;",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וְהָלַךְ מַלְכָּם, בַּגּוֹלָה; הוּא וְשָׂרָיו יַחְדָּו, אָמַר יְהוָה.  {פ}",
                    "english": "And their king shall go into captivity, he and his princes together, saith the LORD. {P}",
                    "verseNumber": 15
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1501.htm"
        }
    },
    "bookName": {
        "hebrew": "עָמוֹס",
        "english": "Amos"
    }
}