{
    "canonicalBookName": "Ecclesiastes",
    "chapters": {
        "2": {
            "chapterNumber": 2,
            "canonicalTitle": "Ecclesiastes Chapter 2",
            "verses": {
                "1": {
                    "hebrew": "אָמַרְתִּי אֲנִי בְּלִבִּי, לְכָה-נָּא אֲנַסְּכָה בְשִׂמְחָה וּרְאֵה בְטוֹב; וְהִנֵּה גַם-הוּא, הָבֶל.",
                    "english": "I said in my heart: 'Come now, I will try thee with mirth, and enjoy pleasure'; and, behold, this also was vanity.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "לִשְׂחוֹק, אָמַרְתִּי מְהוֹלָל; וּלְשִׂמְחָה, מַה-זֹּה עֹשָׂה.",
                    "english": "I said of laughter: 'It is mad'; and of mirth: 'What doth it accomplish?'",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "תַּרְתִּי בְלִבִּי, לִמְשׁוֹךְ בַּיַּיִן אֶת-בְּשָׂרִי; וְלִבִּי נֹהֵג בַּחָכְמָה, וְלֶאֱחֹז בְּסִכְלוּת--עַד אֲשֶׁר-אֶרְאֶה אֵי-זֶה טוֹב לִבְנֵי הָאָדָם אֲשֶׁר יַעֲשׂוּ תַּחַת הַשָּׁמַיִם, מִסְפַּר יְמֵי חַיֵּיהֶם.",
                    "english": "I searched in my heart how to pamper my flesh with wine, and, my heart conducting itself with wisdom, how yet to lay hold on folly, till I might see which it was best for the sons of men that they should do under the heaven the few days of their life.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "הִגְדַּלְתִּי, מַעֲשָׂי:  בָּנִיתִי לִי בָּתִּים, נָטַעְתִּי לִי כְּרָמִים.",
                    "english": "I made me great works; I builded me houses; I planted me vineyards;",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "עָשִׂיתִי לִי, גַּנּוֹת וּפַרְדֵּסִים; וְנָטַעְתִּי בָהֶם, עֵץ כָּל-פֶּרִי.",
                    "english": "I made me gardens and parks, and I planted trees in them of all kinds of fruit;",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "עָשִׂיתִי לִי, בְּרֵכוֹת מָיִם--לְהַשְׁקוֹת מֵהֶם, יַעַר צוֹמֵחַ עֵצִים.",
                    "english": "I made me pools of water, to water therefrom the wood springing up with trees;",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "קָנִיתִי עֲבָדִים וּשְׁפָחוֹת, וּבְנֵי-בַיִת הָיָה לִי; גַּם מִקְנֶה בָקָר וָצֹאן הַרְבֵּה הָיָה לִי, מִכֹּל שֶׁהָיוּ לְפָנַי בִּירוּשָׁלִָם.",
                    "english": "I acquired men-servants and maid-servants, and had servants born in my house; also I had great possessions of herds and flocks, above all that were before me in Jerusalem;",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "כָּנַסְתִּי לִי גַּם-כֶּסֶף וְזָהָב, וּסְגֻלַּת מְלָכִים וְהַמְּדִינוֹת; עָשִׂיתִי לִי שָׁרִים וְשָׁרוֹת, וְתַעֲנֻגוֹת בְּנֵי הָאָדָם--שִׁדָּה וְשִׁדּוֹת.",
                    "english": "I gathered me also silver and gold, and treasure such as kings and the provinces have as their own; I got me men-singers and women-singers, and the delights of the sons of men, women very many.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "וְגָדַלְתִּי וְהוֹסַפְתִּי, מִכֹּל שֶׁהָיָה לְפָנַי בִּירוּשָׁלִָם; אַף חָכְמָתִי, עָמְדָה לִּי.",
                    "english": "So I was great, and increased more than all that were before me in Jerusalem; also my wisdom stood me in stead.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וְכֹל אֲשֶׁר שָׁאֲלוּ עֵינַי, לֹא אָצַלְתִּי מֵהֶם:  לֹא-מָנַעְתִּי אֶת-לִבִּי מִכָּל-שִׂמְחָה, כִּי-לִבִּי שָׂמֵחַ מִכָּל-עֲמָלִי, וְזֶה-הָיָה חֶלְקִי, מִכָּל-עֲמָלִי.",
                    "english": "And whatsoever mine eyes desired I kept not from them; I withheld not my heart from any joy, for my heart had joy of all my labour; and this was my portion from all my labour.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "וּפָנִיתִי אֲנִי, בְּכָל-מַעֲשַׂי שֶׁעָשׂוּ יָדַי, וּבֶעָמָל, שֶׁעָמַלְתִּי לַעֲשׂוֹת; וְהִנֵּה הַכֹּל הֶבֶל וּרְעוּת רוּחַ, וְאֵין יִתְרוֹן תַּחַת הַשָּׁמֶשׁ.",
                    "english": "Then I looked on all the works that my hands had wrought, and on the labour that I had laboured to do; and, behold, all was vanity and a striving after wind, and there was no profit under the sun.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וּפָנִיתִי אֲנִי לִרְאוֹת חָכְמָה, וְהוֹלֵלוֹת וְסִכְלוּת:  כִּי מֶה הָאָדָם, שֶׁיָּבוֹא אַחֲרֵי הַמֶּלֶךְ, אֵת אֲשֶׁר-כְּבָר, עָשׂוּהוּ.",
                    "english": "And I turned myself to behold wisdom, and madness and folly; for what can the man do that cometh after the king? even that which hath been already done.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וְרָאִיתִי אָנִי, שֶׁיֵּשׁ יִתְרוֹן לַחָכְמָה מִן-הַסִּכְלוּת--כִּיתְרוֹן הָאוֹר, מִן-הַחֹשֶׁךְ.",
                    "english": "Then I saw that wisdom excelleth folly, as far as light excelleth darkness.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "הֶחָכָם עֵינָיו בְּרֹאשׁוֹ, וְהַכְּסִיל בַּחֹשֶׁךְ הוֹלֵךְ; וְיָדַעְתִּי גַם-אָנִי, שֶׁמִּקְרֶה אֶחָד יִקְרֶה אֶת-כֻּלָּם.",
                    "english": "The wise man, his eyes are in his head; but the fool walketh in darkness. And I also perceived that one event happeneth to them all.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וְאָמַרְתִּי אֲנִי בְּלִבִּי, כְּמִקְרֵה הַכְּסִיל גַּם-אֲנִי יִקְרֵנִי, וְלָמָּה חָכַמְתִּי אֲנִי, אָז יֹתֵר; וְדִבַּרְתִּי בְלִבִּי, שֶׁגַּם-זֶה הָבֶל.",
                    "english": "Then said I in my heart: 'As it happeneth to the fool, so will it happen even to me; and why was I then more wise?' Then I said in my heart, that this also is vanity.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "כִּי אֵין זִכְרוֹן לֶחָכָם עִם-הַכְּסִיל, לְעוֹלָם:  בְּשֶׁכְּבָר הַיָּמִים הַבָּאִים, הַכֹּל נִשְׁכָּח, וְאֵיךְ יָמוּת הֶחָכָם, עִם-הַכְּסִיל.",
                    "english": "For of the wise man, even as of the fool, there is no remembrance for ever; seeing that in the days to come all will long ago have been forgotten. And how must the wise man die even as the fool!",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "וְשָׂנֵאתִי, אֶת-הַחַיִּים--כִּי רַע עָלַי הַמַּעֲשֶׂה, שֶׁנַּעֲשָׂה תַּחַת הַשָּׁמֶשׁ:  כִּי-הַכֹּל הֶבֶל, וּרְעוּת רוּחַ.",
                    "english": "So I hated life; because the work that is wrought under the sun was grievous unto me; for all is vanity and a striving after wind.",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "וְשָׂנֵאתִי אֲנִי אֶת-כָּל-עֲמָלִי, שֶׁאֲנִי עָמֵל תַּחַת הַשָּׁמֶשׁ:  שֶׁאַנִּיחֶנּוּ, לָאָדָם שֶׁיִּהְיֶה אַחֲרָי.",
                    "english": "And I hated all my labour wherein I laboured under the sun, seeing that I must leave it unto the man that shall be after me.",
                    "verseNumber": 18
                },
                "19": {
                    "hebrew": "וּמִי יוֹדֵעַ, הֶחָכָם יִהְיֶה אוֹ סָכָל, וְיִשְׁלַט בְּכָל-עֲמָלִי, שֶׁעָמַלְתִּי וְשֶׁחָכַמְתִּי תַּחַת הַשָּׁמֶשׁ; גַּם-זֶה, הָבֶל.",
                    "english": "And who knoweth whether he will be a wise man or a fool? yet will he have rule over all my labour wherein I have laboured, and wherein I have shown myself wise under the sun. This also is vanity.",
                    "verseNumber": 19
                },
                "20": {
                    "hebrew": "וְסַבּוֹתִי אֲנִי, לְיַאֵשׁ אֶת-לִבִּי--עַל, כָּל-הֶעָמָל, שֶׁעָמַלְתִּי, תַּחַת הַשָּׁמֶשׁ.",
                    "english": "Therefore I turned about to cause my heart to despair concerning all the labour wherein I had laboured under the sun.",
                    "verseNumber": 20
                },
                "21": {
                    "hebrew": "כִּי-יֵשׁ אָדָם, שֶׁעֲמָלוֹ בְּחָכְמָה וּבְדַעַת--וּבְכִשְׁרוֹן; וּלְאָדָם שֶׁלֹּא עָמַל-בּוֹ, יִתְּנֶנּוּ חֶלְקוֹ--גַּם-זֶה הֶבֶל, וְרָעָה רַבָּה.",
                    "english": "For there is a man whose labour is with wisdom, and with knowledge, and with skill; yet to a man that hath not laboured therein shall he leave it for his portion. This also is vanity and a great evil.",
                    "verseNumber": 21
                },
                "22": {
                    "hebrew": "כִּי מֶה-הֹוֶה לָאָדָם, בְּכָל-עֲמָלוֹ, וּבְרַעְיוֹן, לִבּוֹ--שְׁהוּא עָמֵל, תַּחַת הַשָּׁמֶשׁ.",
                    "english": "For what hath a man of all his labour, and of the striving of his heart, wherein he laboureth under the sun?",
                    "verseNumber": 22
                },
                "23": {
                    "hebrew": "כִּי כָל-יָמָיו מַכְאֹבִים, וָכַעַס עִנְיָנוֹ--גַּם-בַּלַּיְלָה, לֹא-שָׁכַב לִבּוֹ; גַּם-זֶה, הֶבֶל הוּא.",
                    "english": "For all his days are pains, and his occupation vexation; yea, even in the night his heart taketh not rest. This also is vanity.",
                    "verseNumber": 23
                },
                "24": {
                    "hebrew": "אֵין-טוֹב בָּאָדָם שֶׁיֹּאכַל וְשָׁתָה, וְהֶרְאָה אֶת-נַפְשׁוֹ טוֹב בַּעֲמָלוֹ; גַּם-זֹה רָאִיתִי אָנִי, כִּי מִיַּד הָאֱלֹהִים הִיא.",
                    "english": "There is nothing better for a man than that he should eat and drink, and make his soul enjoy pleasure for his labour. This also I saw, that it is from the hand of God.",
                    "verseNumber": 24
                },
                "25": {
                    "hebrew": "כִּי מִי יֹאכַל וּמִי יָחוּשׁ, חוּץ מִמֶּנִּי.",
                    "english": "For who will eat, or who will enjoy, if not I?",
                    "verseNumber": 25
                },
                "26": {
                    "hebrew": "כִּי לְאָדָם שֶׁטּוֹב לְפָנָיו, נָתַן חָכְמָה וְדַעַת וְשִׂמְחָה; וְלַחוֹטֶא נָתַן עִנְיָן לֶאֱסֹף וְלִכְנוֹס, לָתֵת לְטוֹב לִפְנֵי הָאֱלֹהִים--גַּם-זֶה הֶבֶל, וּרְעוּת רוּחַ.",
                    "english": "For to the man that is good in His sight He giveth wisdom, and knowledge, and joy; but to the sinner He giveth the task, to gather and to heap up, that he may leave to him that is good in the sight of God. This also is vanity and a striving after wind.",
                    "verseNumber": 26
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt3102.htm"
        },
        "3": {
            "chapterNumber": 3,
            "canonicalTitle": "Ecclesiastes Chapter 3",
            "verses": {
                "1": {
                    "hebrew": "לַכֹּל, זְמָן; וְעֵת לְכָל-חֵפֶץ, תַּחַת הַשָּׁמָיִם.  {פ}",
                    "english": "To every thing there is a season, and a time to every purpose under the heaven: {P}",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "עֵת לָלֶדֶת,        וְעֵת לָמוּת;          עֵת לָטַעַת,        וְעֵת לַעֲקוֹר נָטוּעַ.",
                    "english": "{S} A time to be born, {S} and a time to die; {N}{S} a time to plant, {S} and a time to pluck up that which is planted; {N}",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "עֵת לַהֲרוֹג        וְעֵת לִרְפּוֹא,          עֵת לִפְרוֹץ        וְעֵת לִבְנוֹת.",
                    "english": "{S} A time to kill, {S} and a time to heal; {N}{S} a time to break down, {S} and a time to build up; {N}",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "עֵת לִבְכּוֹת          וְעֵת לִשְׂחוֹק,          עֵת סְפוֹד         וְעֵת רְקוֹד.",
                    "english": "{S} A time to weep, {S} and a time to laugh; {N}{S} a time to mourn, {S} and a time to dance; {N}",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "עֵת לְהַשְׁלִיךְ אֲבָנִים,        וְעֵת כְּנוֹס אֲבָנִים;          עֵת לַחֲבוֹק,         וְעֵת לִרְחֹק מֵחַבֵּק.",
                    "english": "{S} A time to cast away stones, {S} and a time to gather stones together; {N}{S} a time to embrace, {S} and a time to refrain from embracing; {N}",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "עֵת לְבַקֵּשׁ         וְעֵת לְאַבֵּד,          עֵת לִשְׁמוֹר        וְעֵת לְהַשְׁלִיךְ.",
                    "english": "{S} A time to seek, {S} and a time to lose; {N}{S} a time to keep, {S} and a time to cast away; {N}",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "עֵת לִקְרוֹעַ        וְעֵת לִתְפּוֹר,          עֵת לַחֲשׁוֹת        וְעֵת לְדַבֵּר.",
                    "english": "{S} A time to rend, {S} and a time to sew; {N}{S} a time to keep silence, {S} and a time to speak; {N}",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "עֵת לֶאֱהֹב         וְעֵת לִשְׂנֹא,          עֵת מִלְחָמָה        וְעֵת שָׁלוֹם.  {פ}",
                    "english": "{S} A time to love, {S} and a time to hate; {N}{S} a time for war, {S} and a time for peace. {N}",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "מַה-יִּתְרוֹן, הָעוֹשֶׂה, בַּאֲשֶׁר, הוּא עָמֵל.",
                    "english": "{S} What profit hath he that worketh in that he laboureth?",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "רָאִיתִי אֶת-הָעִנְיָן, אֲשֶׁר נָתַן אֱלֹהִים לִבְנֵי הָאָדָם--לַעֲנוֹת בּוֹ.",
                    "english": "I have seen the task which God hath given to the sons of men to be exercised therewith.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "אֶת-הַכֹּל עָשָׂה, יָפֶה בְעִתּוֹ; גַּם אֶת-הָעֹלָם, נָתַן בְּלִבָּם--מִבְּלִי אֲשֶׁר לֹא-יִמְצָא הָאָדָם אֶת-הַמַּעֲשֶׂה אֲשֶׁר-עָשָׂה הָאֱלֹהִים, מֵרֹאשׁ וְעַד-סוֹף.",
                    "english": "He hath made every thing beautiful in its time; also He hath set the world in their heart, yet so that man cannot find out the work that God hath done from the beginning even to the end.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "יָדַעְתִּי, כִּי אֵין טוֹב בָּם--כִּי אִם-לִשְׂמוֹחַ, וְלַעֲשׂוֹת טוֹב בְּחַיָּיו.",
                    "english": "I know that there is nothing better for them, than to rejoice, and to get pleasure so long as they live.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וְגַם כָּל-הָאָדָם שֶׁיֹּאכַל וְשָׁתָה, וְרָאָה טוֹב בְּכָל-עֲמָלוֹ--מַתַּת אֱלֹהִים, הִיא.",
                    "english": "But also that every man should eat and drink, and enjoy pleasure for all his labour, is the gift of God.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "יָדַעְתִּי, כִּי כָּל-אֲשֶׁר יַעֲשֶׂה הָאֱלֹהִים הוּא יִהְיֶה לְעוֹלָם--עָלָיו אֵין לְהוֹסִיף, וּמִמֶּנּוּ אֵין לִגְרֹעַ; וְהָאֱלֹהִים עָשָׂה, שֶׁיִּרְאוּ מִלְּפָנָיו.",
                    "english": "I know that, whatsoever God doeth, it shall be for ever; nothing can be added to it, nor any thing taken from it; and God hath so made it, that men should fear before Him.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "מַה-שֶּׁהָיָה כְּבָר הוּא, וַאֲשֶׁר לִהְיוֹת כְּבָר הָיָה; וְהָאֱלֹהִים, יְבַקֵּשׁ אֶת-נִרְדָּף.",
                    "english": "That which is hath been long ago, and that which is to be hath already been; and God seeketh that which is pursued.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "וְעוֹד רָאִיתִי, תַּחַת הַשָּׁמֶשׁ:  מְקוֹם הַמִּשְׁפָּט שָׁמָּה הָרֶשַׁע, וּמְקוֹם הַצֶּדֶק שָׁמָּה הָרָשַׁע.",
                    "english": "And moreover I saw under the sun, in the place of justice, that wickedness was there; and in the place of righteousness, that wickedness was there.",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "אָמַרְתִּי אֲנִי, בְּלִבִּי--אֶת-הַצַּדִּיק וְאֶת-הָרָשָׁע, יִשְׁפֹּט הָאֱלֹהִים:  כִּי-עֵת לְכָל-חֵפֶץ, וְעַל כָּל-הַמַּעֲשֶׂה שָׁם.",
                    "english": "I said in my heart: 'The righteous and the wicked God will judge; for there is a time there for every purpose and for every work.'",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "אָמַרְתִּי אֲנִי, בְּלִבִּי--עַל-דִּבְרַת בְּנֵי הָאָדָם, לְבָרָם הָאֱלֹהִים; וְלִרְאוֹת, שְׁהֶם-בְּהֵמָה הֵמָּה לָהֶם.",
                    "english": "I said in my heart: 'It is because of the sons of men, that God may sift them, and that they may see that they themselves are but as beasts.'",
                    "verseNumber": 18
                },
                "19": {
                    "hebrew": "כִּי מִקְרֶה בְנֵי-הָאָדָם וּמִקְרֶה הַבְּהֵמָה, וּמִקְרֶה אֶחָד לָהֶם--כְּמוֹת זֶה כֵּן מוֹת זֶה, וְרוּחַ אֶחָד לַכֹּל; וּמוֹתַר הָאָדָם מִן-הַבְּהֵמָה אָיִן, כִּי הַכֹּל הָבֶל.",
                    "english": "For that which befalleth the sons of men befalleth beasts; even one thing befalleth them; as the one dieth, so dieth the other; yea, they have all one breath; so that man hath no pre-eminence above a beast; for all is vanity.",
                    "verseNumber": 19
                },
                "20": {
                    "hebrew": "הַכֹּל הוֹלֵךְ, אֶל-מָקוֹם אֶחָד; הַכֹּל הָיָה מִן-הֶעָפָר, וְהַכֹּל שָׁב אֶל-הֶעָפָר.",
                    "english": "All go unto one place; all are of the dust, and all return to dust.",
                    "verseNumber": 20
                },
                "21": {
                    "hebrew": "מִי יוֹדֵעַ, רוּחַ בְּנֵי הָאָדָם--הָעֹלָה הִיא, לְמָעְלָה; וְרוּחַ, הַבְּהֵמָה--הַיֹּרֶדֶת הִיא, לְמַטָּה לָאָרֶץ.",
                    "english": "Who knoweth the spirit of man whether it goeth upward, and the spirit of the beast whether it goeth downward to the earth?",
                    "verseNumber": 21
                },
                "22": {
                    "hebrew": "וְרָאִיתִי, כִּי אֵין טוֹב מֵאֲשֶׁר יִשְׂמַח הָאָדָם בְּמַעֲשָׂיו--כִּי-הוּא, חֶלְקוֹ:  כִּי מִי יְבִיאֶנּוּ לִרְאוֹת, בְּמֶה שֶׁיִּהְיֶה אַחֲרָיו.",
                    "english": "Wherefore I perceived that there is nothing better, than that a man should rejoice in his works; for that is his portion; for who shall bring him to see what shall be after him?",
                    "verseNumber": 22
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt3103.htm"
        },
        "4": {
            "chapterNumber": 4,
            "canonicalTitle": "Ecclesiastes Chapter 4",
            "verses": {
                "1": {
                    "hebrew": "וְשַׁבְתִּי אֲנִי, וָאֶרְאֶה אֶת-כָּל-הָעֲשֻׁקִים, אֲשֶׁר נַעֲשִׂים, תַּחַת הַשָּׁמֶשׁ; וְהִנֵּה דִּמְעַת הָעֲשֻׁקִים, וְאֵין לָהֶם מְנַחֵם, וּמִיַּד עֹשְׁקֵיהֶם כֹּחַ, וְאֵין לָהֶם מְנַחֵם.",
                    "english": "But I returned and considered all the oppressions that are done under the sun; and behold the tears of such as were oppressed, and they had no comforter; and on the side of their oppressors there was power, but they had no comforter.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וְשַׁבֵּחַ אֲנִי אֶת-הַמֵּתִים, שֶׁכְּבָר מֵתוּ--מִן-הַחַיִּים, אֲשֶׁר הֵמָּה חַיִּים עֲדֶנָה.",
                    "english": "Wherefore I praised the dead that are already dead more than the living that are yet alive;",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וְטוֹב, מִשְּׁנֵיהֶם--אֵת אֲשֶׁר-עֲדֶן, לֹא הָיָה:  אֲשֶׁר לֹא-רָאָה אֶת-הַמַּעֲשֶׂה הָרָע, אֲשֶׁר נַעֲשָׂה תַּחַת הַשָּׁמֶשׁ.",
                    "english": "but better than they both is he that hath not yet been, who hath not seen the evil work that is done under the sun.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וְרָאִיתִי אֲנִי אֶת-כָּל-עָמָל, וְאֵת כָּל-כִּשְׁרוֹן הַמַּעֲשֶׂה--כִּי הִיא קִנְאַת-אִישׁ, מֵרֵעֵהוּ; גַּם-זֶה הֶבֶל, וּרְעוּת רוּחַ.",
                    "english": "Again, I considered all labour and all excelling in work, that it is a man's rivalry with his neighbour. This also is vanity and a striving after wind.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "הַכְּסִיל חֹבֵק אֶת-יָדָיו, וְאֹכֵל אֶת-בְּשָׂרוֹ.",
                    "english": "The fool foldeth his hands together, and eateth his own flesh.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "טוֹב, מְלֹא כַף נָחַת--מִמְּלֹא חָפְנַיִם עָמָל, וּרְעוּת רוּחַ.",
                    "english": "Better is a handful of quietness, than both the hands full of labour and striving after wind.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וְשַׁבְתִּי אֲנִי וָאֶרְאֶה הֶבֶל, תַּחַת הַשָּׁמֶשׁ.",
                    "english": "Then I returned and saw vanity under the sun.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "יֵשׁ אֶחָד וְאֵין שֵׁנִי גַּם בֵּן וָאָח אֵין-לוֹ, וְאֵין קֵץ לְכָל-עֲמָלוֹ--גַּם-עיניו (עֵינוֹ), לֹא-תִשְׂבַּע עֹשֶׁר; וּלְמִי אֲנִי עָמֵל, וּמְחַסֵּר אֶת-נַפְשִׁי מִטּוֹבָה--גַּם-זֶה הֶבֶל וְעִנְיַן רָע, הוּא.",
                    "english": "There is one that is alone, and he hath not a second; yea, he hath neither son nor brother; yet is there no end of all his labour, neither is his eye satisfied with riches: 'for whom then do I labour, and bereave my soul of pleasure?' This also is vanity, yea, it is a grievous business.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "טוֹבִים הַשְּׁנַיִם, מִן-הָאֶחָד:  אֲשֶׁר יֵשׁ-לָהֶם שָׂכָר טוֹב, בַּעֲמָלָם.",
                    "english": "Two are better than one; because they have a good reward for their labour.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "כִּי אִם-יִפֹּלוּ, הָאֶחָד יָקִים אֶת-חֲבֵרוֹ; וְאִילוֹ, הָאֶחָד שֶׁיִּפּוֹל, וְאֵין שֵׁנִי, לַהֲקִימוֹ.",
                    "english": "For if they fall, the one will lift up his fellow; but woe to him that is alone when he falleth, and hath not another to lift him up.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "גַּם אִם-יִשְׁכְּבוּ שְׁנַיִם, וְחַם לָהֶם; וּלְאֶחָד, אֵיךְ יֵחָם.",
                    "english": "Again, if two lie together, then they have warmth; but how can one be warm alone?",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וְאִם-יִתְקְפוֹ, הָאֶחָד--הַשְּׁנַיִם, יַעַמְדוּ נֶגְדּוֹ; וְהַחוּט, הַמְשֻׁלָּשׁ, לֹא בִמְהֵרָה, יִנָּתֵק.",
                    "english": "And if a man prevail against him that is alone, two shall withstand him; and a threefold cord is not quickly broken.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "טוֹב יֶלֶד מִסְכֵּן, וְחָכָם--מִמֶּלֶךְ זָקֵן וּכְסִיל, אֲשֶׁר לֹא-יָדַע לְהִזָּהֵר עוֹד.",
                    "english": "Better is a poor and wise child than an old and foolish king, who knoweth not how to receive admonition any more.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "כִּי-מִבֵּית הָסוּרִים, יָצָא לִמְלֹךְ:  כִּי גַּם בְּמַלְכוּתוֹ, נוֹלַד רָשׁ.",
                    "english": "For out of prison he came forth to be king; although in his kingdom he was born poor.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "רָאִיתִי, אֶת-כָּל-הַחַיִּים, הַמְהַלְּכִים, תַּחַת הַשָּׁמֶשׁ--עִם הַיֶּלֶד הַשֵּׁנִי, אֲשֶׁר יַעֲמֹד תַּחְתָּיו.",
                    "english": "I saw all the living that walk under the sun, that they were with the child, the second, that was to stand up in his stead.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "אֵין-קֵץ לְכָל-הָעָם, לְכֹל אֲשֶׁר-הָיָה לִפְנֵיהֶם--גַּם הָאַחֲרוֹנִים, לֹא יִשְׂמְחוּ-בוֹ:  כִּי-גַם-זֶה הֶבֶל, וְרַעְיוֹן רוּחַ.",
                    "english": "There was no end of all the people, even of all them whom he did lead; yet they that come after shall not rejoice in him. Surely this also is vanity and a striving after wind.",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "שְׁמֹר רגליך (רַגְלְךָ), כַּאֲשֶׁר תֵּלֵךְ אֶל-בֵּית הָאֱלֹהִים, וְקָרוֹב לִשְׁמֹעַ, מִתֵּת הַכְּסִילִים זָבַח:  כִּי-אֵינָם יוֹדְעִים, לַעֲשׂוֹת רָע.",
                    "english": "Guard thy foot when thou goest to the house of God, and be ready to hearken: it is better than when fools give sacrifices; for they know not that they do evil.",
                    "verseNumber": 17
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt3104.htm"
        },
        "5": {
            "chapterNumber": 5,
            "canonicalTitle": "Ecclesiastes Chapter 5",
            "verses": {
                "1": {
                    "hebrew": "אַל-תְּבַהֵל עַל-פִּיךָ וְלִבְּךָ אַל-יְמַהֵר, לְהוֹצִיא דָבָר--לִפְנֵי הָאֱלֹהִים:  כִּי הָאֱלֹהִים בַּשָּׁמַיִם וְאַתָּה עַל-הָאָרֶץ, עַל-כֵּן יִהְיוּ דְבָרֶיךָ מְעַטִּים.",
                    "english": "Be not rash with thy mouth, and let not thy heart be hasty to utter a word before God; for God is in heaven, and thou upon earth; therefore let thy words be few.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "כִּי בָּא הַחֲלוֹם, בְּרֹב עִנְיָן; וְקוֹל כְּסִיל, בְּרֹב דְּבָרִים.",
                    "english": "For a dream cometh through a multitude of business; and a fool's voice through a multitude of words.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "כַּאֲשֶׁר תִּדֹּר נֶדֶר לֵאלֹהִים, אַל-תְּאַחֵר לְשַׁלְּמוֹ--כִּי אֵין חֵפֶץ, בַּכְּסִילִים:  אֵת אֲשֶׁר-תִּדֹּר, שַׁלֵּם.",
                    "english": "When thou vowest a vow unto God, defer not to pay it; for He hath no pleasure in fools; pay that which thou vowest.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "טוֹב, אֲשֶׁר לֹא-תִדֹּר--מִשֶּׁתִּדּוֹר, וְלֹא תְשַׁלֵּם.",
                    "english": "Better is it that thou shouldest not vow, than that thou shouldest vow and not pay.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "אַל-תִּתֵּן אֶת-פִּיךָ, לַחֲטִיא אֶת-בְּשָׂרֶךָ, וְאַל-תֹּאמַר לִפְנֵי הַמַּלְאָךְ, כִּי שְׁגָגָה הִיא:  לָמָּה יִקְצֹף הָאֱלֹהִים עַל-קוֹלֶךָ, וְחִבֵּל אֶת-מַעֲשֵׂה יָדֶיךָ.",
                    "english": "Suffer not thy mouth to bring thy flesh into guilt, neither say thou before the messenger, that it was an error; wherefore should God be angry at thy voice, and destroy the work of thy hands?",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "כִּי בְרֹב חֲלֹמוֹת וַהֲבָלִים, וּדְבָרִים הַרְבֵּה:  כִּי אֶת-הָאֱלֹהִים, יְרָא.",
                    "english": "For through the multitude of dreams and vanities there are also many words; but fear thou God.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "אִם-עֹשֶׁק רָשׁ וְגֵזֶל מִשְׁפָּט וָצֶדֶק, תִּרְאֶה בַמְּדִינָה--אַל-תִּתְמַהּ, עַל-הַחֵפֶץ:  כִּי גָבֹהַּ מֵעַל גָּבֹהַּ, שֹׁמֵר, וּגְבֹהִים, עֲלֵיהֶם.",
                    "english": "If thou seest the oppression of the poor, and the violent perverting of justice and righteousness in the state, marvel not at the matter; for one higher than the high watcheth, and there are higher than they.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וְיִתְרוֹן אֶרֶץ, בַּכֹּל היא (הוּא)--מֶלֶךְ לְשָׂדֶה, נֶעֱבָד.",
                    "english": "But the profit of a land every way is a king that maketh himself servant to the field.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "אֹהֵב כֶּסֶף לֹא-יִשְׂבַּע כֶּסֶף, וּמִי-אֹהֵב בֶּהָמוֹן לֹא תְבוּאָה; גַּם-זֶה, הָבֶל.",
                    "english": "He that loveth silver shall not be satisfied with silver; nor he that loveth abundance, with increase; this also is vanity.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "בִּרְבוֹת, הַטּוֹבָה, רַבּוּ, אוֹכְלֶיהָ; וּמַה-כִּשְׁרוֹן, לִבְעָלֶיהָ, כִּי, אִם-ראית (רְאוּת) עֵינָיו.",
                    "english": "When goods increase, they are increased that eat them; and what advantage is there to the owner thereof, saving the beholding of them with his eyes?",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "מְתוּקָה שְׁנַת הָעֹבֵד, אִם-מְעַט וְאִם-הַרְבֵּה יֹאכֵל; וְהַשָּׂבָע, לֶעָשִׁיר--אֵינֶנּוּ מַנִּיחַ לוֹ, לִישׁוֹן.",
                    "english": "Sweet is the sleep of a labouring man, whether he eat little or much; but the satiety of the rich will not suffer him to sleep.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "יֵשׁ רָעָה חוֹלָה, רָאִיתִי תַּחַת הַשָּׁמֶשׁ:  עֹשֶׁר שָׁמוּר לִבְעָלָיו, לְרָעָתוֹ.",
                    "english": "There is a grievous evil which I have seen under the sun, namely, riches kept by the owner thereof to his hurt;",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וְאָבַד הָעֹשֶׁר הַהוּא, בְּעִנְיַן רָע; וְהוֹלִיד בֵּן, וְאֵין בְּיָדוֹ מְאוּמָה.",
                    "english": "and those riches perish by evil adventure; and if he hath begotten a son, there is nothing in his hand.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "כַּאֲשֶׁר יָצָא מִבֶּטֶן אִמּוֹ, עָרוֹם יָשׁוּב לָלֶכֶת כְּשֶׁבָּא; וּמְאוּמָה לֹא-יִשָּׂא בַעֲמָלוֹ, שֶׁיֹּלֵךְ בְּיָדוֹ.",
                    "english": "As he came forth of his mother's womb, naked shall he go back as he came, and shall take nothing for his labour, which he may carry away in his hand.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וְגַם-זֹה רָעָה חוֹלָה, כָּל-עֻמַּת שֶׁבָּא כֵּן יֵלֵךְ; וּמַה-יִּתְרוֹן לוֹ, שֶׁיַּעֲמֹל לָרוּחַ.",
                    "english": "And this also is a grievous evil, that in all points as he came, so shall he go; and what profit hath he that he laboureth for the wind?",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "גַּם כָּל-יָמָיו, בַּחֹשֶׁךְ יֹאכֵל; וְכָעַס הַרְבֵּה, וְחָלְיוֹ וָקָצֶף.",
                    "english": "All his days also he eateth in darkness, and he hath much vexation and sickness and wrath.",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "הִנֵּה אֲשֶׁר-רָאִיתִי אָנִי, טוֹב אֲשֶׁר-יָפֶה לֶאֱכוֹל-וְלִשְׁתּוֹת וְלִרְאוֹת טוֹבָה בְּכָל-עֲמָלוֹ שֶׁיַּעֲמֹל תַּחַת-הַשֶּׁמֶשׁ מִסְפַּר יְמֵי-חַיָּו אֲשֶׁר-נָתַן-לוֹ הָאֱלֹהִים--כִּי-הוּא חֶלְקוֹ.",
                    "english": "Behold that which I have seen: it is good, yea, it is comely for one to eat and to drink, and to enjoy pleasure for all his labour, wherein he laboureth under the sun, all the days of his life which God hath given him; for this is his portion.",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "גַּם כָּל-הָאָדָם אֲשֶׁר נָתַן-לוֹ הָאֱלֹהִים עֹשֶׁר וּנְכָסִים וְהִשְׁלִיטוֹ לֶאֱכֹל מִמֶּנּוּ, וְלָשֵׂאת אֶת-חֶלְקוֹ, וְלִשְׂמֹחַ, בַּעֲמָלוֹ--זֹה, מַתַּת אֱלֹהִים הִיא.",
                    "english": "Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labour--this is the gift of God.",
                    "verseNumber": 18
                },
                "19": {
                    "hebrew": "כִּי לֹא הַרְבֵּה, יִזְכֹּר אֶת-יְמֵי חַיָּיו:  כִּי הָאֱלֹהִים מַעֲנֶה, בְּשִׂמְחַת לִבּוֹ.",
                    "english": "For let him remember the days of his life that they are not many; for God answereth him in the joy of his heart.",
                    "verseNumber": 19
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt3105.htm"
        },
        "6": {
            "chapterNumber": 6,
            "canonicalTitle": "Ecclesiastes Chapter 6",
            "verses": {
                "1": {
                    "hebrew": "יֵשׁ רָעָה, אֲשֶׁר רָאִיתִי תַּחַת הַשָּׁמֶשׁ; וְרַבָּה הִיא, עַל-הָאָדָם.",
                    "english": "There is an evil which I have seen under the sun, and it is heavy upon men:",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "אִישׁ אֲשֶׁר יִתֶּן-לוֹ הָאֱלֹהִים עֹשֶׁר וּנְכָסִים וְכָבוֹד וְאֵינֶנּוּ חָסֵר לְנַפְשׁוֹ מִכֹּל אֲשֶׁר-יִתְאַוֶּה, וְלֹא-יַשְׁלִיטֶנּוּ הָאֱלֹהִים לֶאֱכֹל מִמֶּנּוּ--כִּי אִישׁ נָכְרִי, יֹאכְלֶנּוּ:  זֶה הֶבֶל וָחֳלִי רָע, הוּא.",
                    "english": "a man to whom God giveth riches, wealth, and honour, so that he wanteth nothing for his soul of all that he desireth, yet God giveth him not power to eat thereof, but a stranger eateth it; this is vanity, and it is an evil disease.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "אִם-יוֹלִיד אִישׁ מֵאָה וְשָׁנִים רַבּוֹת יִחְיֶה וְרַב שֶׁיִּהְיוּ יְמֵי-שָׁנָיו, וְנַפְשׁוֹ לֹא-תִשְׂבַּע מִן-הַטּוֹבָה, וְגַם-קְבוּרָה, לֹא-הָיְתָה לּוֹ--אָמַרְתִּי, טוֹב מִמֶּנּוּ הַנָּפֶל.",
                    "english": "If a man beget a hundred children, and live many years, so that the days of his years are many, but his soul have not enough of good, and moreover he have no burial; I say, that an untimely birth is better than he;",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "כִּי-בַהֶבֶל בָּא, וּבַחֹשֶׁךְ יֵלֵךְ; וּבַחֹשֶׁךְ, שְׁמוֹ יְכֻסֶּה.",
                    "english": "for it cometh in vanity, and departeth in darkness, and the name thereof is covered with darkness;",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "גַּם-שֶׁמֶשׁ לֹא-רָאָה, וְלֹא יָדָע; נַחַת לָזֶה, מִזֶּה.",
                    "english": "moreover it hath not seen the sun nor known it; this hath gratification rather than the other;",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וְאִלּוּ חָיָה, אֶלֶף שָׁנִים פַּעֲמַיִם, וְטוֹבָה, לֹא רָאָה--הֲלֹא אֶל-מָקוֹם אֶחָד, הַכֹּל הוֹלֵךְ.",
                    "english": "yea, though he live a thousand years twice told, and enjoy no good; do not all go to one place?",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "כָּל-עֲמַל הָאָדָם, לְפִיהוּ; וְגַם-הַנֶּפֶשׁ, לֹא תִמָּלֵא.",
                    "english": "All the labour of man is for his mouth, and yet the appetite is not filled.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "כִּי מַה-יּוֹתֵר לֶחָכָם, מִן-הַכְּסִיל; מַה-לֶּעָנִי יוֹדֵעַ, לַהֲלֹךְ נֶגֶד הַחַיִּים.",
                    "english": "For what advantage hath the wise more than the fool? or the poor man that hath understanding, in walking before the living?",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "טוֹב מַרְאֵה עֵינַיִם, מֵהֲלָךְ-נָפֶשׁ; גַּם-זֶה הֶבֶל, וּרְעוּת רוּחַ.",
                    "english": "Better is the seeing of the eyes than the wandering of the desire; this also is vanity and a striving after wind.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "מַה-שֶּׁהָיָה, כְּבָר נִקְרָא שְׁמוֹ, וְנוֹדָע, אֲשֶׁר-הוּא אָדָם; וְלֹא-יוּכַל לָדִין, עִם שֶׁתַּקִּיף מִמֶּנּוּ.",
                    "english": "Whatsoever cometh into being, the name thereof was given long ago, and it is foreknown what man is; neither can he contend with Him that is mightier than he.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "כִּי יֵשׁ-דְּבָרִים הַרְבֵּה, מַרְבִּים הָבֶל; מַה-יֹּתֵר, לָאָדָם.",
                    "english": "Seeing there are many words that increase vanity, what is man the better?",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "כִּי מִי-יוֹדֵעַ מַה-טּוֹב לָאָדָם בַּחַיִּים, מִסְפַּר יְמֵי-חַיֵּי הֶבְלוֹ--וְיַעֲשֵׂם כַּצֵּל:  אֲשֶׁר מִי-יַגִּיד לָאָדָם, מַה-יִּהְיֶה אַחֲרָיו תַּחַת הַשָּׁמֶשׁ.",
                    "english": "For who knoweth what is good for man in his life, all the days of his vain life which he spendeth as a shadow? for who can tell a man what shall be after him under the sun?",
                    "verseNumber": 12
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt3106.htm"
        },
        "7": {
            "chapterNumber": 7,
            "canonicalTitle": "Ecclesiastes Chapter 7",
            "verses": {
                "1": {
                    "hebrew": "טוֹב שֵׁם, מִשֶּׁמֶן טוֹב; וְיוֹם הַמָּוֶת, מִיּוֹם הִוָּלְדוֹ.",
                    "english": "A good name is better than precious oil; and the day of death than the day of one's birth.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "טוֹב לָלֶכֶת אֶל-בֵּית-אֵבֶל, מִלֶּכֶת אֶל-בֵּית מִשְׁתֶּה--בַּאֲשֶׁר, הוּא סוֹף כָּל-הָאָדָם; וְהַחַי, יִתֵּן אֶל-לִבּוֹ.",
                    "english": "It is better to go to the house of mourning, than to go to the house of feasting; for that is the end of all men, and the living will lay it to his heart.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "טוֹב כַּעַס, מִשְּׂחוֹק:  כִּי-בְרֹעַ פָּנִים, יִיטַב לֵב.",
                    "english": "Vexation is better than laughter; for by the sadness of the countenance the heart may be gladdened.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "לֵב חֲכָמִים בְּבֵית אֵבֶל, וְלֵב כְּסִילִים בְּבֵית שִׂמְחָה.",
                    "english": "The heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "טוֹב, לִשְׁמֹעַ גַּעֲרַת חָכָם--מֵאִישׁ, שֹׁמֵעַ שִׁיר כְּסִילִים.",
                    "english": "It is better to hear the rebuke of the wise, than for a man to hear the song of fools.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "כִּי כְקוֹל הַסִּירִים תַּחַת הַסִּיר, כֵּן שְׂחֹק הַכְּסִיל; וְגַם-זֶה, הָבֶל.",
                    "english": "For as the crackling of thorns under a pot, so is the laughter of the fool; this also is vanity.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "כִּי הָעֹשֶׁק, יְהוֹלֵל חָכָם; וִיאַבֵּד אֶת-לֵב, מַתָּנָה.",
                    "english": "Surely oppression turneth a wise man into a fool; and a gift destroyeth the understanding.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "טוֹב אַחֲרִית דָּבָר, מֵרֵאשִׁיתוֹ; טוֹב אֶרֶךְ-רוּחַ, מִגְּבַהּ-רוּחַ.",
                    "english": "Better is the end of a thing than the beginning thereof; and the patient in spirit is better than the proud in spirit.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "אַל-תְּבַהֵל בְּרוּחֲךָ, לִכְעוֹס:  כִּי כַעַס, בְּחֵיק כְּסִילִים יָנוּחַ.",
                    "english": "Be not hasty in thy spirit to be angry; for anger resteth in the bosom of fools.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "אַל-תֹּאמַר, מֶה הָיָה--שֶׁהַיָּמִים הָרִאשֹׁנִים, הָיוּ טוֹבִים מֵאֵלֶּה:  כִּי לֹא מֵחָכְמָה, שָׁאַלְתָּ עַל-זֶה.",
                    "english": "Say not thou: 'How was it that the former days were better than these?' for it is not out of wisdom that thou inquirest concerning this.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "טוֹבָה חָכְמָה, עִם-נַחֲלָה; וְיֹתֵר, לְרֹאֵי הַשָּׁמֶשׁ.",
                    "english": "Wisdom is good with an inheritance, yea, a profit to them that see the sun.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "כִּי בְּצֵל הַחָכְמָה, בְּצֵל הַכָּסֶף; וְיִתְרוֹן דַּעַת, הַחָכְמָה תְּחַיֶּה בְעָלֶיהָ.",
                    "english": "For wisdom is a defence, even as money is a defence; but the excellency of knowledge is, that wisdom preserveth the life of him that hath it.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "רְאֵה, אֶת-מַעֲשֵׂה הָאֱלֹהִים:  כִּי מִי יוּכַל לְתַקֵּן, אֵת אֲשֶׁר עִוְּתוֹ.",
                    "english": "Consider the work of God; for who can make that straight, which He hath made crooked?",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "בְּיוֹם טוֹבָה הֱיֵה בְטוֹב, וּבְיוֹם רָעָה רְאֵה; גַּם אֶת-זֶה לְעֻמַּת-זֶה, עָשָׂה הָאֱלֹהִים, עַל-דִּבְרַת שֶׁלֹּא יִמְצָא הָאָדָם אַחֲרָיו, מְאוּמָה.",
                    "english": "In the day of prosperity be joyful, and in the day of adversity consider; God hath made even the one as well as the other, to the end that man should find nothing after him.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "אֶת-הַכֹּל רָאִיתִי, בִּימֵי הֶבְלִי; יֵשׁ צַדִּיק, אֹבֵד בְּצִדְקוֹ, וְיֵשׁ רָשָׁע, מַאֲרִיךְ בְּרָעָתוֹ.",
                    "english": "All things have I seen in the days of my vanity; there is a righteous man that perisheth in his righteousness, and there is a wicked man that prolongeth his life in his evil-doing.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "אַל-תְּהִי צַדִּיק הַרְבֵּה, וְאַל-תִּתְחַכַּם יוֹתֵר:  לָמָּה, תִּשּׁוֹמֵם.",
                    "english": "Be not righteous overmuch; neither make thyself overwise; why shouldest thou destroy thyself?",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "אַל-תִּרְשַׁע הַרְבֵּה, וְאַל-תְּהִי סָכָל:  לָמָּה תָמוּת, בְּלֹא עִתֶּךָ.",
                    "english": "Be not overmuch wicked, neither be thou foolish; why shouldest thou die before thy time?",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "טוֹב אֲשֶׁר תֶּאֱחֹז בָּזֶה, וְגַם-מִזֶּה אַל-תַּנַּח אֶת-יָדֶךָ:  כִּי-יְרֵא אֱלֹהִים, יֵצֵא אֶת-כֻּלָּם.",
                    "english": "It is good that thou shouldest take hold of the one; yea, also from the other withdraw not thy hand; for he that feareth God shall discharge himself of them all.",
                    "verseNumber": 18
                },
                "19": {
                    "hebrew": "הַחָכְמָה, תָּעֹז לֶחָכָם--מֵעֲשָׂרָה, שַׁלִּיטִים, אֲשֶׁר הָיוּ, בָּעִיר.",
                    "english": "Wisdom is a stronghold to the wise man more than ten rulers that are in a city.",
                    "verseNumber": 19
                },
                "20": {
                    "hebrew": "כִּי אָדָם, אֵין צַדִּיק בָּאָרֶץ--אֲשֶׁר יַעֲשֶׂה-טּוֹב, וְלֹא יֶחֱטָא.",
                    "english": "For there is not a righteous man upon earth, that doeth good, and sinneth not.",
                    "verseNumber": 20
                },
                "21": {
                    "hebrew": "גַּם לְכָל-הַדְּבָרִים אֲשֶׁר יְדַבֵּרוּ, אַל-תִּתֵּן לִבֶּךָ:  אֲשֶׁר לֹא-תִשְׁמַע אֶת-עַבְדְּךָ, מְקַלְלֶךָ.",
                    "english": "Also take not heed unto all words that are spoken, lest thou hear thy servant curse thee;",
                    "verseNumber": 21
                },
                "22": {
                    "hebrew": "כִּי גַּם-פְּעָמִים רַבּוֹת, יָדַע לִבֶּךָ:  אֲשֶׁר גַּם-את (אַתָּה), קִלַּלְתָּ אֲחֵרִים.",
                    "english": "for oftentimes also thine own heart knoweth that thou thyself likewise hast cursed others.",
                    "verseNumber": 22
                },
                "23": {
                    "hebrew": "כָּל-זֹה, נִסִּיתִי בַחָכְמָה; אָמַרְתִּי אֶחְכָּמָה, וְהִיא רְחוֹקָה מִמֶּנִּי.",
                    "english": "All this have I tried by wisdom; I said: 'I will get wisdom'; but it was far from me.",
                    "verseNumber": 23
                },
                "24": {
                    "hebrew": "רָחוֹק, מַה-שֶּׁהָיָה; וְעָמֹק עָמֹק, מִי יִמְצָאֶנּוּ.",
                    "english": "That which is is far off, and exceeding deep; who can find it out?",
                    "verseNumber": 24
                },
                "25": {
                    "hebrew": "סַבּוֹתִי אֲנִי וְלִבִּי לָדַעַת וְלָתוּר, וּבַקֵּשׁ חָכְמָה וְחֶשְׁבּוֹן; וְלָדַעַת רֶשַׁע כֶּסֶל, וְהַסִּכְלוּת הוֹלֵלוֹת.",
                    "english": "I turned about, and applied my heart to know and to search out, and to seek wisdom and the reason of things, and to know wickedness to be folly, and foolishness to be madness;",
                    "verseNumber": 25
                },
                "26": {
                    "hebrew": "וּמוֹצֶא אֲנִי מַר מִמָּוֶת, אֶת-הָאִשָּׁה אֲשֶׁר-הִיא מְצוֹדִים וַחֲרָמִים לִבָּהּ--אֲסוּרִים יָדֶיהָ; טוֹב לִפְנֵי הָאֱלֹהִים, יִמָּלֵט מִמֶּנָּה, וְחוֹטֵא, יִלָּכֶד בָּהּ.",
                    "english": "and I find more bitter than death the woman, whose heart is snares and nets, and her hands as bands; whoso pleaseth God shall escape from her; but the sinner shall be taken by her.",
                    "verseNumber": 26
                },
                "27": {
                    "hebrew": "רְאֵה זֶה מָצָאתִי, אָמְרָה קֹהֶלֶת; אַחַת לְאַחַת, לִמְצֹא חֶשְׁבּוֹן.",
                    "english": "Behold, this have I found, saith Koheleth, adding one thing to another, to find out the account;",
                    "verseNumber": 27
                },
                "28": {
                    "hebrew": "אֲשֶׁר עוֹד-בִּקְשָׁה נַפְשִׁי, וְלֹא מָצָאתִי:  אָדָם אֶחָד מֵאֶלֶף, מָצָאתִי--וְאִשָּׁה בְכָל-אֵלֶּה, לֹא מָצָאתִי.",
                    "english": "which yet my soul sought, but I found not; one man among a thousand have I found; but a woman among all those have I not found.",
                    "verseNumber": 28
                },
                "29": {
                    "hebrew": "לְבַד רְאֵה-זֶה מָצָאתִי, אֲשֶׁר עָשָׂה הָאֱלֹהִים אֶת-הָאָדָם יָשָׁר; וְהֵמָּה בִקְשׁוּ, חִשְּׁבֹנוֹת רַבִּים.",
                    "english": "Behold, this only have I found, that God made man upright; but they have sought out many inventions.",
                    "verseNumber": 29
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt3107.htm"
        },
        "8": {
            "chapterNumber": 8,
            "canonicalTitle": "Ecclesiastes Chapter 8",
            "verses": {
                "1": {
                    "hebrew": "מִי, כְּהֶחָכָם, וּמִי יוֹדֵעַ, פֵּשֶׁר דָּבָר; חָכְמַת אָדָם תָּאִיר פָּנָיו, וְעֹז פָּנָיו יְשֻׁנֶּא.",
                    "english": "Who is as the wise man? and who knoweth the interpretation of a thing? A man's wisdom maketh his face to shine, and the boldness of his face is changed.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "אֲנִי, פִּי-מֶלֶךְ שְׁמֹר, וְעַל, דִּבְרַת שְׁבוּעַת אֱלֹהִים.",
                    "english": "I [counsel thee]: keep the king's command, and that in regard of the oath of God.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "אַל-תִּבָּהֵל מִפָּנָיו תֵּלֵךְ, אַל-תַּעֲמֹד בְּדָבָר רָע:  כִּי כָּל-אֲשֶׁר יַחְפֹּץ, יַעֲשֶׂה.",
                    "english": "Be not hasty to go out of his presence; stand not in an evil thing; for he doeth whatsoever pleaseth him.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "בַּאֲשֶׁר דְּבַר-מֶלֶךְ, שִׁלְטוֹן; וּמִי יֹאמַר-לוֹ, מַה-תַּעֲשֶׂה.",
                    "english": "Forasmuch as the king's word hath power; and who may say unto him: 'What doest thou?'",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "שׁוֹמֵר מִצְוָה, לֹא יֵדַע דָּבָר רָע; וְעֵת וּמִשְׁפָּט, יֵדַע לֵב חָכָם.",
                    "english": "Whoso keepeth the commandment shall know no evil thing; and a wise man's heart discerneth time and judgment.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "כִּי לְכָל-חֵפֶץ, יֵשׁ עֵת וּמִשְׁפָּט:  כִּי-רָעַת הָאָדָם, רַבָּה עָלָיו.",
                    "english": "For to every matter there is a time and judgment; for the evil of man is great upon him.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "כִּי-אֵינֶנּוּ יֹדֵעַ, מַה-שֶּׁיִּהְיֶה:  כִּי כַּאֲשֶׁר יִהְיֶה, מִי יַגִּיד לוֹ.",
                    "english": "For he knoweth not that which shall be; for even when it cometh to pass, who shall declare it unto him?",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "אֵין אָדָם שַׁלִּיט בָּרוּחַ, לִכְלוֹא אֶת-הָרוּחַ, וְאֵין שִׁלְטוֹן בְּיוֹם הַמָּוֶת, וְאֵין מִשְׁלַחַת בַּמִּלְחָמָה; וְלֹא-יְמַלֵּט רֶשַׁע, אֶת-בְּעָלָיו.",
                    "english": "There is no man that hath power over the wind to retain the wind; neither hath he power over the day of death; and there is no discharge in war; neither shall wickedness deliver him that is given to it.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "אֶת-כָּל-זֶה רָאִיתִי, וְנָתוֹן אֶת-לִבִּי, לְכָל-מַעֲשֶׂה, אֲשֶׁר נַעֲשָׂה תַּחַת הַשָּׁמֶשׁ:  עֵת, אֲשֶׁר שָׁלַט הָאָדָם בְּאָדָם--לְרַע לוֹ.",
                    "english": "All this have I seen, even applied my heart thereto, whatever the work that is done under the sun; what time one man had power over another to his hurt.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וּבְכֵן רָאִיתִי רְשָׁעִים קְבֻרִים וָבָאוּ, וּמִמְּקוֹם קָדוֹשׁ יְהַלֵּכוּ, וְיִשְׁתַּכְּחוּ בָעִיר, אֲשֶׁר כֵּן-עָשׂוּ; גַּם-זֶה, הָבֶל.",
                    "english": "And so I saw the wicked buried, and they entered into their rest; but they that had done right went away from the holy place, and were forgotten in the city; this also is vanity.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "אֲשֶׁר אֵין-נַעֲשָׂה פִתְגָם, מַעֲשֵׂה הָרָעָה מְהֵרָה; עַל-כֵּן מָלֵא לֵב בְּנֵי-הָאָדָם, בָּהֶם--לַעֲשׂוֹת רָע.",
                    "english": "Because sentence against an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil;",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "אֲשֶׁר חֹטֶא, עֹשֶׂה רָע מְאַת--וּמַאֲרִיךְ לוֹ:  כִּי, גַּם-יוֹדֵעַ אָנִי, אֲשֶׁר יִהְיֶה-טּוֹב לְיִרְאֵי הָאֱלֹהִים, אֲשֶׁר יִירְאוּ מִלְּפָנָיו.",
                    "english": "because a sinner doeth evil a hundred times, and prolongeth his days--though yet I know that it shall be well with them that fear God, that fear before Him;",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וְטוֹב לֹא-יִהְיֶה לָרָשָׁע, וְלֹא-יַאֲרִיךְ יָמִים כַּצֵּל--אֲשֶׁר אֵינֶנּוּ יָרֵא, מִלִּפְנֵי אֱלֹהִים.",
                    "english": "but it shall not be well with the wicked, neither shall he prolong his days, which are as a shadow, because he feareth not before God.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "יֶשׁ-הֶבֶל, אֲשֶׁר נַעֲשָׂה עַל-הָאָרֶץ, אֲשֶׁר יֵשׁ צַדִּיקִים אֲשֶׁר מַגִּיעַ אֲלֵהֶם כְּמַעֲשֵׂה הָרְשָׁעִים, וְיֵשׁ רְשָׁעִים שֶׁמַּגִּיעַ אֲלֵהֶם כְּמַעֲשֵׂה הַצַּדִּיקִים:  אָמַרְתִּי, שֶׁגַּם-זֶה הָבֶל.",
                    "english": "There is a vanity which is done upon the earth: that there are righteous men, unto whom it happeneth according to the work of the wicked; again, there are wicked men, to whom it happeneth according to the work of the righteous--I said that this also is vanity.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וְשִׁבַּחְתִּי אֲנִי, אֶת-הַשִּׂמְחָה, אֲשֶׁר אֵין-טוֹב לָאָדָם תַּחַת הַשֶּׁמֶשׁ, כִּי אִם-לֶאֱכֹל וְלִשְׁתּוֹת וְלִשְׂמוֹחַ; וְהוּא יִלְוֶנּוּ בַעֲמָלוֹ, יְמֵי חַיָּיו אֲשֶׁר-נָתַן-לוֹ הָאֱלֹהִים--תַּחַת הַשָּׁמֶשׁ.",
                    "english": "So I commended mirth, that a man hath no better thing under the sun, than to eat, and to drink, and to be merry, and that this should accompany him in his labour all the days of his life which God hath given him under the sun.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "כַּאֲשֶׁר נָתַתִּי אֶת-לִבִּי, לָדַעַת חָכְמָה, וְלִרְאוֹת אֶת-הָעִנְיָן, אֲשֶׁר נַעֲשָׂה עַל-הָאָרֶץ:  כִּי גַם בַּיּוֹם, וּבַלַּיְלָה--שֵׁנָה, בְּעֵינָיו אֵינֶנּוּ רֹאֶה.",
                    "english": "When I applied my heart to know wisdom, and to see the business that is done upon the earth--for neither day nor night do men see sleep with their eyes--",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "וְרָאִיתִי, אֶת-כָּל-מַעֲשֵׂה הָאֱלֹהִים, כִּי לֹא יוּכַל הָאָדָם לִמְצוֹא אֶת-הַמַּעֲשֶׂה אֲשֶׁר נַעֲשָׂה תַחַת-הַשֶּׁמֶשׁ, בְּשֶׁל אֲשֶׁר יַעֲמֹל הָאָדָם לְבַקֵּשׁ וְלֹא יִמְצָא; וְגַם אִם-יֹאמַר הֶחָכָם לָדַעַת, לֹא יוּכַל לִמְצֹא.",
                    "english": "then I beheld all the work of God, that man cannot find out the work that is done under the sun; because though a man labour to seek it out, yet he shall not find it; yea further, though a wise man think to know it, yet shall he not be able to find it.",
                    "verseNumber": 17
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt3108.htm"
        },
        "9": {
            "chapterNumber": 9,
            "canonicalTitle": "Ecclesiastes Chapter 9",
            "verses": {
                "1": {
                    "hebrew": "כִּי אֶת-כָּל-זֶה נָתַתִּי אֶל-לִבִּי, וְלָבוּר אֶת-כָּל-זֶה, אֲשֶׁר הַצַּדִּיקִים וְהַחֲכָמִים וַעֲבָדֵיהֶם, בְּיַד הָאֱלֹהִים; גַּם-אַהֲבָה גַם-שִׂנְאָה, אֵין יוֹדֵעַ הָאָדָם--הַכֹּל, לִפְנֵיהֶם.",
                    "english": "For all this I laid to my heart, even to make clear all this: that the righteous, and the wise, and their works, are in the hand of God; whether it be love or hatred, man knoweth it not; all is before them.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "הַכֹּל כַּאֲשֶׁר לַכֹּל, מִקְרֶה אֶחָד לַצַּדִּיק וְלָרָשָׁע לַטּוֹב וְלַטָּהוֹר וְלַטָּמֵא, וְלַזֹּבֵחַ, וְלַאֲשֶׁר אֵינֶנּוּ זֹבֵחַ:  כַּטּוֹב, כַּחֹטֶא--הַנִּשְׁבָּע, כַּאֲשֶׁר שְׁבוּעָה יָרֵא.",
                    "english": "All things come alike to all; there is one event to the righteous and to the wicked; to the good and to the clean and to the unclean; to him that sacrificeth and to him that sacrificeth not; as is the good, so is the sinner, and he that sweareth, as he that feareth an oath.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "זֶה רָע, בְּכֹל אֲשֶׁר-נַעֲשָׂה תַּחַת הַשֶּׁמֶשׁ--כִּי-מִקְרֶה אֶחָד, לַכֹּל; וְגַם לֵב בְּנֵי-הָאָדָם מָלֵא-רָע וְהוֹלֵלוֹת בִּלְבָבָם, בְּחַיֵּיהֶם, וְאַחֲרָיו, אֶל-הַמֵּתִים.",
                    "english": "This is an evil in all that is done under the sun, that there is one event unto all; yea also, the heart of the sons of men is full of evil, and madness is in their heart while they live, and after that they go to the dead.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "כִּי-מִי אֲשֶׁר יבחר (יְחֻבַּר), אֶל כָּל-הַחַיִּים יֵשׁ בִּטָּחוֹן:  כִּי-לְכֶלֶב חַי הוּא טוֹב, מִן-הָאַרְיֵה הַמֵּת.",
                    "english": "For to him that is joined to all the living there is hope; for a living dog is better than a dead lion.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "כִּי הַחַיִּים יוֹדְעִים, שֶׁיָּמֻתוּ; וְהַמֵּתִים אֵינָם יוֹדְעִים מְאוּמָה, וְאֵין-עוֹד לָהֶם שָׂכָר--כִּי נִשְׁכַּח, זִכְרָם.",
                    "english": "For the living know that they shall die; but the dead know not any thing, neither have they any more a reward; for the memory of them is forgotten.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "גַּם אַהֲבָתָם גַּם-שִׂנְאָתָם גַּם-קִנְאָתָם, כְּבָר אָבָדָה; וְחֵלֶק אֵין-לָהֶם עוֹד לְעוֹלָם, בְּכֹל אֲשֶׁר-נַעֲשָׂה תַּחַת הַשָּׁמֶשׁ.",
                    "english": "As well their love, as their hatred and their envy, is long ago perished; neither have they any more a portion for ever in any thing that is done under the sun.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "לֵךְ אֱכֹל בְּשִׂמְחָה לַחְמֶךָ, וּשְׁתֵה בְלֶב-טוֹב יֵינֶךָ:  כִּי כְבָר, רָצָה הָאֱלֹהִים אֶת-מַעֲשֶׂיךָ.",
                    "english": "Go thy way, eat thy bread with joy, and drink thy wine with a merry heart; for God hath already accepted thy works.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "בְּכָל-עֵת, יִהְיוּ בְגָדֶיךָ לְבָנִים; וְשֶׁמֶן, עַל-רֹאשְׁךָ אַל-יֶחְסָר.",
                    "english": "Let thy garments be always white; and let thy head lack no oil.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "רְאֵה חַיִּים עִם-אִשָּׁה אֲשֶׁר-אָהַבְתָּ, כָּל-יְמֵי חַיֵּי הֶבְלֶךָ, אֲשֶׁר נָתַן-לְךָ תַּחַת הַשֶּׁמֶשׁ, כֹּל יְמֵי הֶבְלֶךָ:  כִּי הוּא חֶלְקְךָ, בַּחַיִּים, וּבַעֲמָלְךָ, אֲשֶׁר-אַתָּה עָמֵל תַּחַת הַשָּׁמֶשׁ.",
                    "english": "Enjoy life with the wife whom thou lovest all the days of the life of thy vanity, which He hath given thee under the sun, all the days of thy vanity; for that is thy portion in life, and in thy labour wherein thou labourest under the sun.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "כֹּל אֲשֶׁר תִּמְצָא יָדְךָ, לַעֲשׂוֹת בְּכֹחֲךָ--עֲשֵׂה:  כִּי אֵין מַעֲשֶׂה וְחֶשְׁבּוֹן, וְדַעַת וְחָכְמָה, בִּשְׁאוֹל, אֲשֶׁר אַתָּה הֹלֵךְ שָׁמָּה.  {ס}",
                    "english": "Whatsoever thy hand attaineth to do by thy strength, that do; for there is no work, nor device, nor knowledge, nor wisdom, in the grave, whither thou goest. {S}",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "שַׁבְתִּי וְרָאֹה תַחַת-הַשֶּׁמֶשׁ, כִּי לֹא לַקַּלִּים הַמֵּרוֹץ וְלֹא לַגִּבּוֹרִים הַמִּלְחָמָה וְגַם לֹא לַחֲכָמִים לֶחֶם וְגַם לֹא לַנְּבֹנִים עֹשֶׁר, וְגַם לֹא לַיֹּדְעִים, חֵן:  כִּי-עֵת וָפֶגַע, יִקְרֶה אֶת-כֻּלָּם.",
                    "english": "I returned, and saw under the sun, that the race is not to the swift, nor the battle to the strong, neither yet bread to the wise, nor yet riches to men of understanding, nor yet favour to men of skill; but time and chance happeneth to them all.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "כִּי גַּם לֹא-יֵדַע הָאָדָם אֶת-עִתּוֹ, כַּדָּגִים שֶׁנֶּאֱחָזִים בִּמְצוֹדָה רָעָה, וְכַצִּפֳּרִים, הָאֲחֻזוֹת בַּפָּח; כָּהֵם, יוּקָשִׁים בְּנֵי הָאָדָם, לְעֵת רָעָה, כְּשֶׁתִּפּוֹל עֲלֵיהֶם פִּתְאֹם.",
                    "english": "For man also knoweth not his time; as the fishes that are taken in an evil net, and as the birds that are caught in the snare, even so are the sons of men snared in an evil time, when it falleth suddenly upon them.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "גַּם-זֹה רָאִיתִי חָכְמָה, תַּחַת הַשָּׁמֶשׁ; וּגְדוֹלָה הִיא, אֵלָי.",
                    "english": "This also have I seen as wisdom under the sun, and it seemed great unto me:",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "עִיר קְטַנָּה, וַאֲנָשִׁים בָּהּ מְעָט; וּבָא-אֵלֶיהָ מֶלֶךְ גָּדוֹל, וְסָבַב אֹתָהּ, וּבָנָה עָלֶיהָ, מְצוֹדִים גְּדֹלִים.",
                    "english": "there was a little city, and few men within it; and there came a great king against it, and besieged it, and built great bulwarks against it;",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וּמָצָא בָהּ, אִישׁ מִסְכֵּן חָכָם, וּמִלַּט-הוּא אֶת-הָעִיר, בְּחָכְמָתוֹ; וְאָדָם לֹא זָכַר, אֶת-הָאִישׁ הַמִּסְכֵּן הַהוּא.",
                    "english": "now there was found in it a man poor and wise, and he by his wisdom delivered the city; yet no man remembered that same poor man.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "וְאָמַרְתִּי אָנִי, טוֹבָה חָכְמָה מִגְּבוּרָה; וְחָכְמַת הַמִּסְכֵּן בְּזוּיָה, וּדְבָרָיו אֵינָם נִשְׁמָעִים.",
                    "english": "Then said I: 'Wisdom is better than strength; nevertheless the poor man's wisdom is despised, and his words are not heard.'",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "דִּבְרֵי חֲכָמִים, בְּנַחַת נִשְׁמָעִים--מִזַּעֲקַת מוֹשֵׁל, בַּכְּסִילִים.",
                    "english": "The words of the wise spoken in quiet are more acceptable than the cry of a ruler among fools.",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "טוֹבָה חָכְמָה, מִכְּלֵי קְרָב; וְחוֹטֶא אֶחָד, יְאַבֵּד טוֹבָה הַרְבֵּה.",
                    "english": "Wisdom is better than weapons of war; but one sinner destroyeth much good.",
                    "verseNumber": 18
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt3109.htm"
        },
        "10": {
            "chapterNumber": 10,
            "canonicalTitle": "Ecclesiastes Chapter 10",
            "verses": {
                "1": {
                    "hebrew": "זְבוּבֵי מָוֶת, יַבְאִישׁ יַבִּיעַ שֶׁמֶן רוֹקֵחַ; יָקָר מֵחָכְמָה מִכָּבוֹד, סִכְלוּת מְעָט.",
                    "english": "Dead flies make the ointment of the perfumer fetid and putrid; so doth a little folly outweigh wisdom and honour.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "לֵב חָכָם לִימִינוֹ, וְלֵב כְּסִיל לִשְׂמֹאלוֹ.",
                    "english": "A wise man's understanding is at his right hand; but a fool's understanding at his left.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וְגַם-בַּדֶּרֶךְ כשהסכל (כְּשֶׁסָּכָל) הֹלֵךְ, לִבּוֹ חָסֵר; וְאָמַר לַכֹּל, סָכָל הוּא.",
                    "english": "Yea also, when a fool walketh by the way, his understanding faileth him, and he saith to every one that he is a fool.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "אִם-רוּחַ הַמּוֹשֵׁל תַּעֲלֶה עָלֶיךָ, מְקוֹמְךָ אַל-תַּנַּח:  כִּי מַרְפֵּא, יַנִּיחַ חֲטָאִים גְּדוֹלִים.",
                    "english": "If the spirit of the ruler rise up against thee, leave not thy place; for gentleness allayeth great offences.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "יֵשׁ רָעָה, רָאִיתִי תַּחַת הַשָּׁמֶשׁ--כִּשְׁגָגָה, שֶׁיֹּצָא מִלִּפְנֵי הַשַּׁלִּיט.",
                    "english": "There is an evil which I have seen under the sun, like an error which proceedeth from a ruler:",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "נִתַּן הַסֶּכֶל, בַּמְּרוֹמִים רַבִּים; וַעֲשִׁירִים, בַּשֵּׁפֶל יֵשֵׁבוּ.",
                    "english": "Folly is set on great heights, and the rich sit in low place.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "רָאִיתִי עֲבָדִים, עַל-סוּסִים; וְשָׂרִים הֹלְכִים כַּעֲבָדִים, עַל-הָאָרֶץ.",
                    "english": "I have seen servants upon horses, and princes walking as servants upon the earth.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "חֹפֵר גּוּמָּץ, בּוֹ יִפּוֹל; וּפֹרֵץ גָּדֵר, יִשְּׁכֶנּוּ נָחָשׁ.",
                    "english": "He that diggeth a pit shall fall into it; and whoso breaketh through a fence, a serpent shall bite him.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "מַסִּיעַ אֲבָנִים, יֵעָצֵב בָּהֶם; בּוֹקֵעַ עֵצִים, יִסָּכֶן בָּם.",
                    "english": "Whoso quarrieth stones shall be hurt therewith; and he that cleaveth wood is endangered thereby.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "אִם-קֵהָה הַבַּרְזֶל, וְהוּא לֹא-פָנִים קִלְקַל, וַחֲיָלִים, יְגַבֵּר; וְיִתְרוֹן הַכְשֵׁיר, חָכְמָה.",
                    "english": "If the iron be blunt, and one do not whet the edge, then must he put to more strength; but wisdom is profitable to direct.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "אִם-יִשֹּׁךְ הַנָּחָשׁ, בְּלוֹא-לָחַשׁ; וְאֵין יִתְרוֹן, לְבַעַל הַלָּשׁוֹן.",
                    "english": "If the serpent bite before it is charmed, then the charmer hath no advantage.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "דִּבְרֵי פִי-חָכָם, חֵן; וְשִׂפְתוֹת כְּסִיל, תְּבַלְּעֶנּוּ.",
                    "english": "The words of a wise man's mouth are gracious; but the lips of a fool will swallow up himself.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "תְּחִלַּת דִּבְרֵי-פִיהוּ, סִכְלוּת; וְאַחֲרִית פִּיהוּ, הוֹלֵלוּת רָעָה.",
                    "english": "The beginning of the words of his mouth is foolishness; and the end of his talk is grievous madness.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וְהַסָּכָל, יַרְבֶּה דְבָרִים; לֹא-יֵדַע הָאָדָם, מַה-שֶּׁיִּהְיֶה, וַאֲשֶׁר יִהְיֶה מֵאַחֲרָיו, מִי יַגִּיד לוֹ.",
                    "english": "A fool also multiplieth words; yet man knoweth not what shall be; and that which shall be after him, who can tell him?",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "עֲמַל הַכְּסִילִים, תְּיַגְּעֶנּוּ--אֲשֶׁר לֹא-יָדַע, לָלֶכֶת אֶל-עִיר.",
                    "english": "The labour of fools wearieth every one of them, for he knoweth not how to go to the city.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "אִי-לָךְ אֶרֶץ, שֶׁמַּלְכֵּךְ נָעַר; וְשָׂרַיִךְ, בַּבֹּקֶר יֹאכֵלוּ.",
                    "english": "Woe to thee, O land, when thy king is a boy, and thy princes feast in the morning!",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "אַשְׁרֵיךְ אֶרֶץ, שֶׁמַּלְכֵּךְ בֶּן-חוֹרִים; וְשָׂרַיִךְ בָּעֵת יֹאכֵלוּ, בִּגְבוּרָה וְלֹא בַשְּׁתִי.",
                    "english": "Happy art thou, O land, when thy king is a free man, and thy princes eat in due season, in strength, and not in drunkenness!",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "בַּעֲצַלְתַּיִם, יִמַּךְ הַמְּקָרֶה; וּבְשִׁפְלוּת יָדַיִם, יִדְלֹף הַבָּיִת.",
                    "english": "By slothfulness the rafters sink in; and through idleness of the hands the house leaketh.",
                    "verseNumber": 18
                },
                "19": {
                    "hebrew": "לִשְׂחוֹק עֹשִׂים לֶחֶם, וְיַיִן יְשַׂמַּח חַיִּים; וְהַכֶּסֶף, יַעֲנֶה אֶת-הַכֹּל.",
                    "english": "A feast is made for laughter, and wine maketh glad the life; and money answereth all things.",
                    "verseNumber": 19
                },
                "20": {
                    "hebrew": "גַּם בְּמַדָּעֲךָ, מֶלֶךְ אַל-תְּקַלֵּל, וּבְחַדְרֵי מִשְׁכָּבְךָ, אַל-תְּקַלֵּל עָשִׁיר:  כִּי עוֹף הַשָּׁמַיִם יוֹלִיךְ אֶת-הַקּוֹל, וּבַעַל הכנפים (כְּנָפַיִם) יַגֵּיד דָּבָר.",
                    "english": "Curse not the king, no, not in thy thought, and curse not the rich in thy bedchamber; for a bird of the air shall carry the voice, and that which hath wings shall tell the matter.",
                    "verseNumber": 20
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt3110.htm"
        },
        "11": {
            "chapterNumber": 11,
            "canonicalTitle": "Ecclesiastes Chapter 11",
            "verses": {
                "1": {
                    "hebrew": "שַׁלַּח לַחְמְךָ, עַל-פְּנֵי הַמָּיִם:  כִּי-בְרֹב הַיָּמִים, תִּמְצָאֶנּוּ.",
                    "english": "Cast thy bread upon the waters, for thou shalt find it after many days.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "תֶּן-חֵלֶק לְשִׁבְעָה, וְגַם לִשְׁמוֹנָה:  כִּי לֹא תֵדַע, מַה-יִּהְיֶה רָעָה עַל-הָאָרֶץ.",
                    "english": "Divide a portion into seven, yea, even into eight; for thou knowest not what evil shall be upon the earth.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "אִם-יִמָּלְאוּ הֶעָבִים גֶּשֶׁם עַל-הָאָרֶץ יָרִיקוּ, וְאִם-יִפּוֹל עֵץ בַּדָּרוֹם וְאִם בַּצָּפוֹן--מְקוֹם שֶׁיִּפּוֹל הָעֵץ, שָׁם יְהוּא.",
                    "english": "If the clouds be full of rain, they empty themselves upon the earth; and if a tree fall in the south, or in the north, in the place where the tree falleth, there shall it be.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "שֹׁמֵר רוּחַ, לֹא יִזְרָע; וְרֹאֶה בֶעָבִים, לֹא יִקְצוֹר.",
                    "english": "He that observeth the wind shall not sow; and he that regardeth the clouds shall not reap.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "כַּאֲשֶׁר אֵינְךָ יוֹדֵעַ מַה-דֶּרֶךְ הָרוּחַ, כַּעֲצָמִים בְּבֶטֶן הַמְּלֵאָה:  כָּכָה, לֹא תֵדַע אֶת-מַעֲשֵׂה הָאֱלֹהִים, אֲשֶׁר יַעֲשֶׂה, אֶת-הַכֹּל.",
                    "english": "As thou knowest not what is the way of the wind, nor how the bones do grow in the womb of her that is with child; even so thou knowest not the work of God who doeth all things.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "בַּבֹּקֶר זְרַע אֶת-זַרְעֶךָ, וְלָעֶרֶב אַל-תַּנַּח יָדֶךָ:  כִּי אֵינְךָ יוֹדֵעַ אֵי זֶה יִכְשָׁר, הֲזֶה אוֹ-זֶה, וְאִם-שְׁנֵיהֶם כְּאֶחָד, טוֹבִים.",
                    "english": "In the morning sow thy seed, and in the evening withhold not thy hand; for thou knowest not which shall prosper, whether this or that, or whether they both shall be alike good.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וּמָתוֹק, הָאוֹר; וְטוֹב לַעֵינַיִם, לִרְאוֹת אֶת-הַשָּׁמֶשׁ.",
                    "english": "And the light is sweet, and a pleasant thing it is for the eyes to behold the sun.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "כִּי אִם-שָׁנִים הַרְבֵּה יִחְיֶה הָאָדָם, בְּכֻלָּם יִשְׂמָח; וְיִזְכֹּר אֶת-יְמֵי הַחֹשֶׁךְ, כִּי-הַרְבֵּה יִהְיוּ כָּל-שֶׁבָּא הָבֶל.",
                    "english": "For if a man live many years, let him rejoice in them all, and remember the days of darkness, for they shall be many. All that cometh is vanity.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "שְׂמַח בָּחוּר בְּיַלְדוּתֶיךָ, וִיטִיבְךָ לִבְּךָ בִּימֵי בְחוּרוֹתֶיךָ, וְהַלֵּךְ בְּדַרְכֵי לִבְּךָ, וּבְמַרְאֵי עֵינֶיךָ; וְדָע, כִּי עַל-כָּל-אֵלֶּה יְבִיאֲךָ הָאֱלֹהִים בַּמִּשְׁפָּט.",
                    "english": "Rejoice, O young man, in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thy heart, and in the sight of thine eyes; but know thou, that for all these things God will bring thee into judgment.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וְהָסֵר כַּעַס מִלִּבֶּךָ, וְהַעֲבֵר רָעָה מִבְּשָׂרֶךָ:  כִּי-הַיַּלְדוּת וְהַשַּׁחֲרוּת, הָבֶל.",
                    "english": "Therefore remove vexation from thy heart, and put away evil from thy flesh; for childhood and youth are vanity.",
                    "verseNumber": 10
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt3111.htm"
        },
        "12": {
            "chapterNumber": 12,
            "canonicalTitle": "Ecclesiastes Chapter 12",
            "verses": {
                "1": {
                    "hebrew": "††ећжјл…ш, а∆ъ-бће…шја∆йк», бћƒйо≈й, бћјзећш…ъ∆йк»:† т«г а¬щ—∆ш м…а-й»б…аећ, йјо≈й д»ш»т»д, ејдƒвћƒйтећ щ—»рƒйн, а¬щ—∆ш ъћ…ао«ш а≈йп-мƒй б»д∆н з≈ф∆х.",
                    "english": "Remember then thy Creator in the days of thy youth, before the evil days come, and the years draw nigh, when thou shalt say: 'I have no pleasure in them';",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "††т«г а¬щ—∆ш м…а-ъ∆зјщ—«кј д«щћ—∆о∆щ—, ејд»ае…ш, ејд«йћ»ш≈з«, ејд«лће…л»бƒйн; ејщ—»бећ д∆т»бƒйн, а«з«ш д«вћ»щ—∆н.",
                    "english": "Before the sun, and the light, and the moon, and the stars, are darkened, and the clouds return after the rain;",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "††бћ«йће…н, щ—∆йћ»жЋтећ щ—…ојш≈й д«бћ«йƒъ, ејдƒъјт«ећјъећ, а«рјщ—≈й д∆з»йƒм; ећб»ијмећ д«ић…з¬ре…ъ лћƒй оƒт≈иећ, ејз»щ—јлећ д»ш…ае…ъ бћ»а¬шЋбће…ъ.",
                    "english": "In the day when the keepers of the house shall tremble, and the strong men shall bow themselves, and the grinders cease because they are few, and those that look out shall be darkened in the windows,",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "††ејсЋвћјшећ гјм»ъ«йƒн бћ«щћ—ећч, бћƒщ—јф«м че…м д«ић«з¬р»д; ејй»чећн мјче…м д«цћƒфће…ш, ејйƒщћ—«зећ лћ»м-бћјре…ъ д«щћ—ƒйш.",
                    "english": "And the doors shall be shut in the street, when the sound of the grinding is low; and one shall start up at the voice of a bird, and all the daughters of music shall be brought low;",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "††вћ«н оƒвћ»б…дћ« йƒш»аећ, ејз«ъјз«ъћƒйн бћ«гћ∆ш∆кј, ејй»р≈ах д«щћ—»ч≈г ејйƒсјъћ«бћ≈м д∆з»в»б, ејъ»ф≈ш д»а¬бƒйће…р»д:† лћƒй-д…м≈кј д»а»г»н а∆м-бћ≈йъ те…м»ое…, ејс»бјбећ б«щћ—ећч д«сће…фјгƒйн.",
                    "english": "Also when they shall be afraid of that which is high, and terrors shall be in the way; and the almond-tree shall blossom, and the grasshopper shall drag itself along, and the caperberry shall fail; because man goeth to his long home, and the mourners go about the streets;",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "††т«г а¬щ—∆ш м…а-йшзч (й≈ш»ъ≈ч) з∆б∆м д«лћ∆с∆у, ејъ»шећх вћЋмћ«ъ д«жћ»д»б; ејъƒщћ—»б∆ш лћ«г т«м-д«оћ«бћећт«, ејр»ш…х д«вћ«мјвћ«м а∆м-д«бће…ш.",
                    "english": "Before the silver cord is snapped asunder, and the golden bowl is shattered, and the pitcher is broken at the fountain, and the wheel falleth shattered, into the pit;",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "††ејй»щ—…б д∆т»ф»ш т«м-д»а»ш∆х, лћјщ—∆д»й»д; ејд»шећз« ъћ»щ—ећб, а∆м-д»аЅм…дƒйн а¬щ—∆ш рјъ»р»дћ.",
                    "english": "And the dust returneth to the earth as it was, and the spirit returneth unto God who gave it.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "††д¬б≈м д¬б»мƒйн а»о«ш д«чће…д∆м∆ъ, д«лћ…м д»б∆м.",
                    "english": "Vanity of vanities, saith Koheleth; all is vanity.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "††ејй…ъ≈ш, щ—∆д»й»д ч…д∆м∆ъ з»л»н:† те…г, мƒоћ«г-гћ«т«ъ а∆ъ-д»т»н, ејаƒжћ≈п ејзƒчћ≈ш, ъћƒчћ≈п ојщ—»мƒйн д«шјбћ≈д.",
                    "english": "And besides that Koheleth was wise, he also taught the people knowledge; yea, he pondered, and sought out, and set in order many proverbs.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "††бћƒчћ≈щ— ч…д∆м∆ъ, мƒојц…а гћƒбјш≈й-з≈ф∆х; ејл»ъећб й…щ—∆ш, гћƒбјш≈й аЅо∆ъ.",
                    "english": "Koheleth sought to find out words of delight, and that which was written uprightly, even words of truth.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "††гћƒбјш≈й з¬л»оƒйн лћ«гћ»шјб…ре…ъ, ећлјо«щ“јојше…ъ рјиећтƒйн бћ«т¬м≈й а¬сЋфће…ъ; рƒъћјрећ, о≈ш…т∆д а∆з»г.",
                    "english": "The words of the wise are as goads, and as nails well fastened are those that are composed in collections; they are given from one shepherd.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "††ејй…ъ≈ш о≈д≈оћ»д, бћјрƒй дƒжћ»д≈ш:† т¬щ“е…ъ сјф»шƒйн д«шјбћ≈д а≈йп ч≈х, ејм«д«в д«шјбћ≈д йјвƒт«ъ бћ»щ“»ш.",
                    "english": "And furthermore, my son, be admonished: of making many books there is no end; and much study is a weariness of the flesh.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "††се…у гћ»б»ш, д«лћ…м рƒщ—јо»т:† а∆ъ-д»аЅм…дƒйн йјш»а еја∆ъ-оƒцје ъ»йе щ—јое…ш, лћƒй-ж∆д лћ»м-д»а»г»н.",
                    "english": "The end of the matter, all having been heard: fear God, and keep His commandments; for this is the whole man.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "††лћƒй, а∆ъ-лћ»м-о«т¬щ“∆д, д»аЅм…дƒйн й»бƒа бјоƒщ—јфћ»и, т«м лћ»м-р∆тјм»н:† аƒн-ие…б, ејаƒн-ш»т.† {щ}",
                    "english": "For God shall bring every work into the judgment concerning every hidden thing, whether it be good or whether it be evil. {P}",
                    "verseNumber": 14
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt3112.htm"
        },
        "1": {
            "chapterNumber": 1,
            "canonicalTitle": "Ecclesiastes Chapter 1",
            "verses": {
                "1": {
                    "hebrew": "דִּבְרֵי קֹהֶלֶת בֶּן-דָּוִד, מֶלֶךְ בִּירוּשָׁלִָם.",
                    "english": "The words of Koheleth, the son of David, king in Jerusalem.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "הֲבֵל הֲבָלִים אָמַר קֹהֶלֶת, הֲבֵל הֲבָלִים הַכֹּל הָבֶל.",
                    "english": "Vanity of vanities, saith Koheleth; vanity of vanities, all is vanity.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "מַה-יִּתְרוֹן, לָאָדָם:  בְּכָל-עֲמָלוֹ--שֶׁיַּעֲמֹל, תַּחַת הַשָּׁמֶשׁ.",
                    "english": "What profit hath man of all his labour wherein he laboureth under the sun?",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "דּוֹר הֹלֵךְ וְדוֹר בָּא, וְהָאָרֶץ לְעוֹלָם עֹמָדֶת.",
                    "english": "One generation passeth away, and another generation cometh; and the earth abideth for ever.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וְזָרַח הַשֶּׁמֶשׁ, וּבָא הַשָּׁמֶשׁ; וְאֶל-מְקוֹמוֹ--שׁוֹאֵף זוֹרֵחַ הוּא, שָׁם.",
                    "english": "The sun also ariseth, and the sun goeth down, and hasteth to his place where he ariseth.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "הוֹלֵךְ, אֶל-דָּרוֹם, וְסוֹבֵב, אֶל-צָפוֹן; סוֹבֵב סֹבֵב הוֹלֵךְ הָרוּחַ, וְעַל-סְבִיבֹתָיו שָׁב הָרוּחַ.",
                    "english": "The wind goeth toward the south, and turneth about unto the north; it turneth about continually in its circuit, and the wind returneth again to its circuits.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "כָּל-הַנְּחָלִים הֹלְכִים אֶל-הַיָּם, וְהַיָּם אֵינֶנּוּ מָלֵא; אֶל-מְקוֹם, שֶׁהַנְּחָלִים הֹלְכִים--שָׁם הֵם שָׁבִים, לָלָכֶת.",
                    "english": "All the rivers run into the sea, yet the sea is not full; unto the place whither the rivers go, thither they go again.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "כָּל-הַדְּבָרִים יְגֵעִים, לֹא-יוּכַל אִישׁ לְדַבֵּר; לֹא-תִשְׂבַּע עַיִן לִרְאוֹת, וְלֹא-תִמָּלֵא אֹזֶן מִשְּׁמֹעַ.",
                    "english": "All things toil to weariness; man cannot utter it, the eye is not satisfied with seeing, nor the ear filled with hearing.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "מַה-שֶּׁהָיָה, הוּא שֶׁיִּהְיֶה, וּמַה-שֶּׁנַּעֲשָׂה, הוּא שֶׁיֵּעָשֶׂה; וְאֵין כָּל-חָדָשׁ, תַּחַת הַשָּׁמֶשׁ.",
                    "english": "That which hath been is that which shall be, and that which hath been done is that which shall be done; and there is nothing new under the sun.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "יֵשׁ דָּבָר שֶׁיֹּאמַר רְאֵה-זֶה, חָדָשׁ הוּא:  כְּבָר הָיָה לְעֹלָמִים, אֲשֶׁר הָיָה מִלְּפָנֵנוּ.",
                    "english": "Is there a thing whereof it is said: 'See, this is new'?--it hath been already, in the ages which were before us.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "אֵין זִכְרוֹן, לָרִאשֹׁנִים; וְגַם לָאַחֲרֹנִים שֶׁיִּהְיוּ, לֹא-יִהְיֶה לָהֶם זִכָּרוֹן--עִם שֶׁיִּהְיוּ, לָאַחֲרֹנָה.  {פ}",
                    "english": "There is no remembrance of them of former times; neither shall there be any remembrance of them of latter times that are to come, among those that shall come after. {P}",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "אֲנִי קֹהֶלֶת, הָיִיתִי מֶלֶךְ עַל-יִשְׂרָאֵל--בִּירוּשָׁלִָם.",
                    "english": "I Koheleth have been king over Israel in Jerusalem.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וְנָתַתִּי אֶת-לִבִּי, לִדְרוֹשׁ וְלָתוּר בַּחָכְמָה, עַל כָּל-אֲשֶׁר נַעֲשָׂה, תַּחַת הַשָּׁמָיִם; הוּא עִנְיַן רָע, נָתַן אֱלֹהִים לִבְנֵי הָאָדָם--לַעֲנוֹת בּוֹ.",
                    "english": "And I applied my heart to seek and to search out by wisdom concerning all things that are done under heaven; it is a sore task that God hath given to the sons of men to be exercised therewith.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "רָאִיתִי, אֶת-כָּל-הַמַּעֲשִׂים, שֶׁנַּעֲשׂוּ, תַּחַת הַשָּׁמֶשׁ; וְהִנֵּה הַכֹּל הֶבֶל, וּרְעוּת רוּחַ.",
                    "english": "I have seen all the works that are done under the sun; and, behold, all is vanity and a striving after wind.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "מְעֻוָּת, לֹא-יוּכַל לִתְקֹן; וְחֶסְרוֹן, לֹא-יוּכַל לְהִמָּנוֹת.",
                    "english": "That which is crooked cannot be made straight; and that which is wanting cannot be numbered.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "דִּבַּרְתִּי אֲנִי עִם-לִבִּי, לֵאמֹר--אֲנִי הִנֵּה הִגְדַּלְתִּי וְהוֹסַפְתִּי חָכְמָה, עַל כָּל-אֲשֶׁר-הָיָה לְפָנַי עַל-יְרוּשָׁלִָם; וְלִבִּי רָאָה הַרְבֵּה, חָכְמָה וָדָעַת.",
                    "english": "I spoke with my own heart, saying: 'Lo, I have gotten great wisdom, more also than all that were before me over Jerusalem'; yea, my heart hath had great experience of wisdom and knowledge.",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "וָאֶתְּנָה לִבִּי לָדַעַת חָכְמָה, וְדַעַת הוֹלֵלֹת וְשִׂכְלוּת:  יָדַעְתִּי, שֶׁגַּם-זֶה הוּא רַעְיוֹן רוּחַ.",
                    "english": "And I applied my heart to know wisdom, and to know madness and folly--I perceived that this also was a striving after wind.",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "כִּי בְּרֹב חָכְמָה, רָב-כָּעַס; וְיוֹסִיף דַּעַת, יוֹסִיף מַכְאוֹב.",
                    "english": "For in much wisdom is much vexation; and he that increaseth knowledge increaseth sorrow.",
                    "verseNumber": 18
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt3101.htm"
        }
    },
    "bookName": {
        "hebrew": "קֹהֶלֶת",
        "english": "Ecclesiastes"
    }
}