{
    "canonicalBookName": "Haggai",
    "chapters": {
        "2": {
            "chapterNumber": 2,
            "canonicalTitle": "Haggai Chapter 2",
            "verses": {
                "1": {
                    "hebrew": "בַּשְּׁבִיעִי, בְּעֶשְׂרִים וְאֶחָד לַחֹדֶשׁ--הָיָה, דְּבַר-יְהוָה, בְּיַד-חַגַּי הַנָּבִיא, לֵאמֹר.",
                    "english": "In the seventh month, in the one and twentieth day of the month, came the word of the LORD by Haggai the prophet, saying:",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "אֱמָר-נָא, אֶל-זְרֻבָּבֶל בֶּן-שַׁלְתִּיאֵל פַּחַת יְהוּדָה, וְאֶל-יְהוֹשֻׁעַ בֶּן-יְהוֹצָדָק, הַכֹּהֵן הַגָּדוֹל--וְאֶל-שְׁאֵרִית הָעָם, לֵאמֹר.",
                    "english": "'Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the remnant of the people, saying:",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "מִי בָכֶם, הַנִּשְׁאָר, אֲשֶׁר רָאָה אֶת-הַבַּיִת הַזֶּה, בִּכְבוֹדוֹ הָרִאשׁוֹן; וּמָה אַתֶּם רֹאִים אֹתוֹ, עַתָּה--הֲלוֹא כָמֹהוּ כְּאַיִן, בְּעֵינֵיכֶם.",
                    "english": "Who is left among you that saw this house in its former glory? and how do ye see it now? is not such a one as nothing in your eyes?",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וְעַתָּה חֲזַק זְרֻבָּבֶל נְאֻם-יְהוָה וַחֲזַק יְהוֹשֻׁעַ בֶּן-יְהוֹצָדָק הַכֹּהֵן הַגָּדוֹל וַחֲזַק כָּל-עַם הָאָרֶץ, נְאֻם-יְהוָה--וַעֲשׂוּ:  כִּי-אֲנִי אִתְּכֶם, נְאֻם יְהוָה צְבָאוֹת.",
                    "english": "Yet now be strong, O Zerubbabel, saith the LORD; and be strong, O Joshua, son of Jehozadak, the high priest; and be strong, all ye people of the land, saith the LORD, and work; for I am with you, saith the LORD of hosts.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "אֶת-הַדָּבָר אֲשֶׁר-כָּרַתִּי אִתְּכֶם, בְּצֵאתְכֶם מִמִּצְרַיִם, וְרוּחִי, עֹמֶדֶת בְּתוֹכְכֶם--אַל-תִּירָאוּ.  {ס}",
                    "english": "The word that I covenanted with you when ye came out of Egypt have I established, and My spirit abideth among you; fear ye not. {S}",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "כִּי כֹה אָמַר יְהוָה צְבָאוֹת, עוֹד אַחַת מְעַט הִיא; וַאֲנִי, מַרְעִישׁ אֶת-הַשָּׁמַיִם וְאֶת-הָאָרֶץ, וְאֶת-הַיָּם, וְאֶת-הֶחָרָבָה.",
                    "english": "For thus saith the LORD of hosts: Yet once, it is a little while, and I will shake the heavens, and the earth, and the sea, and the dry land;",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וְהִרְעַשְׁתִּי, אֶת-כָּל-הַגּוֹיִם, וּבָאוּ, חֶמְדַּת כָּל-הַגּוֹיִם; וּמִלֵּאתִי אֶת-הַבַּיִת הַזֶּה, כָּבוֹד--אָמַר, יְהוָה צְבָאוֹת.",
                    "english": "and I will shake all nations, and the choicest things of all nations shall come, and I will fill this house with glory, saith the LORD of hosts.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "לִי הַכֶּסֶף, וְלִי הַזָּהָב--נְאֻם, יְהוָה צְבָאוֹת.",
                    "english": "Mine is the silver, and Mine the gold, saith the LORD of hosts.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "גָּדוֹל יִהְיֶה כְּבוֹד הַבַּיִת הַזֶּה הָאַחֲרוֹן, מִן-הָרִאשׁוֹן--אָמַר, יְהוָה צְבָאוֹת; וּבַמָּקוֹם הַזֶּה אֶתֵּן שָׁלוֹם, נְאֻם יְהוָה צְבָאוֹת.  {פ}",
                    "english": "The glory of this latter house shall be greater than that of the former, saith the LORD of hosts; and in this place will I give peace, saith the LORD of hosts.' {P}",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "בְּעֶשְׂרִים וְאַרְבָּעָה לַתְּשִׁיעִי, בִּשְׁנַת שְׁתַּיִם לְדָרְיָוֶשׁ--הָיָה, דְּבַר-יְהוָה, אֶל-חַגַּי הַנָּבִיא, לֵאמֹר.",
                    "english": "In the four and twentieth day of the ninth month, in the second year of Darius, came the word of the LORD by Haggai the prophet, saying:",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "כֹּה אָמַר, יְהוָה צְבָאוֹת:  שְׁאַל-נָא אֶת-הַכֹּהֲנִים תּוֹרָה, לֵאמֹר.",
                    "english": "'Thus saith the LORD of hosts: Ask now the priests for instruction, saying:",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "הֵן יִשָּׂא-אִישׁ בְּשַׂר-קֹדֶשׁ בִּכְנַף בִּגְדוֹ, וְנָגַע בִּכְנָפוֹ אֶל-הַלֶּחֶם וְאֶל-הַנָּזִיד וְאֶל-הַיַּיִן וְאֶל-שֶׁמֶן וְאֶל-כָּל-מַאֲכָל--הֲיִקְדָּשׁ; וַיַּעֲנוּ הַכֹּהֲנִים וַיֹּאמְרוּ, לֹא.",
                    "english": "If one bear hallowed flesh in the skirt of his garment, and with his skirt do touch bread, or pottage, or wine, or oil, or any food, shall it be holy?' And the priests answered and said: 'No.'",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וַיֹּאמֶר חַגַּי, אִם-יִגַּע טְמֵא-נֶפֶשׁ בְּכָל-אֵלֶּה הֲיִטְמָא; וַיַּעֲנוּ הַכֹּהֲנִים וַיֹּאמְרוּ, יִטְמָא.",
                    "english": "Then said Haggai: 'If one that is unclean by a dead body touch any of these, shall it be unclean?' And the priests answered and said: 'It shall be unclean.'",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וַיַּעַן חַגַּי וַיֹּאמֶר, כֵּן הָעָם-הַזֶּה וְכֵן-הַגּוֹי הַזֶּה לְפָנַי נְאֻם-יְהוָה, וְכֵן, כָּל-מַעֲשֵׂה יְדֵיהֶם; וַאֲשֶׁר יַקְרִיבוּ שָׁם, טָמֵא הוּא.",
                    "english": "Then answered Haggai, and said: 'So is this people, and so is this nation before me, saith the LORD; and so is every work of their hands; and that which they offer there is unclean.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וְעַתָּה שִׂימוּ-נָא לְבַבְכֶם, מִן-הַיּוֹם הַזֶּה וָמָעְלָה; מִטֶּרֶם שׂוּם-אֶבֶן אֶל-אֶבֶן, בְּהֵיכַל יְהוָה.",
                    "english": "And now, I pray you, consider from this day and forward--before a stone was laid upon a stone in the temple of the LORD,",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "מִהְיוֹתָם בָּא אֶל-עֲרֵמַת עֶשְׂרִים, וְהָיְתָה עֲשָׂרָה; בָּא אֶל-הַיֶּקֶב, לַחְשֹׂף חֲמִשִּׁים פּוּרָה, וְהָיְתָה, עֶשְׂרִים.",
                    "english": "through all that time, when one came to a heap of twenty measures, there were but ten; when one came to the winevat to draw out fifty press-measures, there were but twenty;",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "הִכֵּיתִי אֶתְכֶם בַּשִּׁדָּפוֹן וּבַיֵּרָקוֹן, וּבַבָּרָד--אֵת, כָּל-מַעֲשֵׂה יְדֵיכֶם; וְאֵין-אֶתְכֶם אֵלַי, נְאֻם-יְהוָה.",
                    "english": "I smote you with blasting and with mildew and with hail in all the work of your hands; yet ye turned not to Me, saith the LORD--",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "שִׂימוּ-נָא לְבַבְכֶם, מִן-הַיּוֹם הַזֶּה וָמָעְלָה; מִיּוֹם עֶשְׂרִים וְאַרְבָּעָה לַתְּשִׁיעִי, לְמִן-הַיּוֹם אֲשֶׁר-יֻסַּד הֵיכַל-יְהוָה--שִׂימוּ לְבַבְכֶם.",
                    "english": "consider, I pray you, from this day and forward, from the four and twentieth day of the ninth month, even from the day that the foundation of the LORD'S temple was laid, consider it;",
                    "verseNumber": 18
                },
                "19": {
                    "hebrew": "הַעוֹד הַזֶּרַע, בַּמְּגוּרָה, וְעַד-הַגֶּפֶן וְהַתְּאֵנָה וְהָרִמּוֹן וְעֵץ הַזַּיִת, לֹא נָשָׂא--מִן-הַיּוֹם הַזֶּה, אֲבָרֵךְ.  {ס}",
                    "english": "is the seed yet in the barn? yea, the vine, and the fig-tree, and the pomegranate, and the olive-tree hath not brought forth--from this day will I bless you.' {S}",
                    "verseNumber": 19
                },
                "20": {
                    "hebrew": "וַיְהִי דְבַר-יְהוָה שֵׁנִית אֶל-חַגַּי, בְּעֶשְׂרִים וְאַרְבָּעָה לַחֹדֶשׁ לֵאמֹר.",
                    "english": "And the word of the LORD came the second time unto Haggai in the four and twentieth day of the month, saying:",
                    "verseNumber": 20
                },
                "21": {
                    "hebrew": "אֱמֹר, אֶל-זְרֻבָּבֶל פַּחַת-יְהוּדָה לֵאמֹר:  אֲנִי מַרְעִישׁ, אֶת-הַשָּׁמַיִם וְאֶת-הָאָרֶץ.",
                    "english": "'Speak to Zerubbabel, governor of Judah, saying: I will shake the heavens and the earth;",
                    "verseNumber": 21
                },
                "22": {
                    "hebrew": "וְהָפַכְתִּי, כִּסֵּא מַמְלָכוֹת, וְהִשְׁמַדְתִּי, חֹזֶק מַמְלְכוֹת הַגּוֹיִם; וְהָפַכְתִּי מֶרְכָּבָה, וְרֹכְבֶיהָ, וְיָרְדוּ סוּסִים וְרֹכְבֵיהֶם, אִישׁ בְּחֶרֶב אָחִיו.",
                    "english": "and I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the nations; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother.",
                    "verseNumber": 22
                },
                "23": {
                    "hebrew": "בַּיּוֹם הַהוּא נְאֻם-יְהוָה צְבָאוֹת אֶקָּחֲךָ זְרֻבָּבֶל בֶּן-שְׁאַלְתִּיאֵל עַבְדִּי, נְאֻם-יְהוָה, וְשַׂמְתִּיךָ, כַּחוֹתָם:  כִּי-בְךָ בָחַרְתִּי, נְאֻם יְהוָה צְבָאוֹת.  {ש}",
                    "english": "In that day, saith the LORD of hosts, will I take thee, O Zerubbabel, My servant, the son of Shealtiel, saith the LORD, and will make thee as a signet; for I have chosen thee, saith the LORD of hosts.' {P}",
                    "verseNumber": 23
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt2202.htm"
        },
        "1": {
            "chapterNumber": 1,
            "canonicalTitle": "Haggai Chapter 1",
            "verses": {
                "1": {
                    "hebrew": "בִּשְׁנַת שְׁתַּיִם, לְדָרְיָוֶשׁ הַמֶּלֶךְ, בַּחֹדֶשׁ הַשִּׁשִּׁי, בְּיוֹם אֶחָד לַחֹדֶשׁ--הָיָה דְבַר-יְהוָה בְּיַד-חַגַּי הַנָּבִיא, אֶל-זְרֻבָּבֶל בֶּן-שְׁאַלְתִּיאֵל פַּחַת יְהוּדָה, וְאֶל-יְהוֹשֻׁעַ בֶּן-יְהוֹצָדָק הַכֹּהֵן הַגָּדוֹל, לֵאמֹר.",
                    "english": "In the second year of Darius the king, in the sixth month, in the first day of the month, came the word of the LORD by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying:",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "כֹּה אָמַר יְהוָה צְבָאוֹת, לֵאמֹר:  הָעָם הַזֶּה אָמְרוּ, לֹא עֶת-בֹּא עֶת-בֵּית יְהוָה לְהִבָּנוֹת.  {פ}",
                    "english": "'Thus speaketh the LORD of hosts, saying: This people say: The time is not come, the time that the LORD'S house should be built.' {P}",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וַיְהִי, דְּבַר-יְהוָה, בְּיַד-חַגַּי הַנָּבִיא, לֵאמֹר.",
                    "english": "Then came the word of the LORD by Haggai the prophet, saying:",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "הַעֵת לָכֶם אַתֶּם, לָשֶׁבֶת בְּבָתֵּיכֶם סְפוּנִים--וְהַבַּיִת הַזֶּה, חָרֵב.",
                    "english": "'Is it a time for you yourselves to dwell in your cieled houses, while this house lieth waste?",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וְעַתָּה, כֹּה אָמַר יְהוָה צְבָאוֹת:  שִׂימוּ לְבַבְכֶם, עַל-דַּרְכֵיכֶם.",
                    "english": "Now therefore thus saith the LORD of hosts: Consider your ways.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "זְרַעְתֶּם הַרְבֵּה וְהָבֵא מְעָט, אָכוֹל וְאֵין-לְשָׂבְעָה שָׁתוֹ וְאֵין-לְשָׁכְרָה, לָבוֹשׁ, וְאֵין-לְחֹם לוֹ; וְהַמִּשְׂתַּכֵּר--מִשְׂתַּכֵּר, אֶל-צְרוֹר נָקוּב.  {פ}",
                    "english": "Ye have sown much, and brought in little, ye eat, but ye have not enough, ye drink, but ye are not filled with drink, ye clothe you, but there is none warm; and he that earneth wages earneth wages for a bag with holes. {P}",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "כֹּה אָמַר, יְהוָה צְבָאוֹת:  שִׂימוּ לְבַבְכֶם, עַל-דַּרְכֵיכֶם.",
                    "english": "Thus saith the LORD of hosts: Consider your ways.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "עֲלוּ הָהָר וַהֲבֵאתֶם עֵץ, וּבְנוּ הַבָּיִת; וְאֶרְצֶה-בּוֹ ואכבד (וְאֶכָּבְדָה), אָמַר יְהוָה.",
                    "english": "Go up to the hill-country, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith the LORD.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "פָּנֹה אֶל-הַרְבֵּה וְהִנֵּה לִמְעָט, וַהֲבֵאתֶם הַבַּיִת וְנָפַחְתִּי בוֹ:  יַעַן מֶה, נְאֻם יְהוָה צְבָאוֹת--יַעַן בֵּיתִי אֲשֶׁר-הוּא חָרֵב, וְאַתֶּם רָצִים אִישׁ לְבֵיתוֹ.",
                    "english": "Ye looked for much, and, lo, it came to little; and when ye brought it home, I did blow upon it. Why? saith the LORD of hosts. Because of My house that lieth waste, while ye run every man for his own house.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "עַל-כֵּן עֲלֵיכֶם, כָּלְאוּ שָׁמַיִם מִטָּל; וְהָאָרֶץ, כָּלְאָה יְבוּלָהּ.",
                    "english": "Therefore over you the heaven hath kept back, so that there is no dew, and the earth hath kept back her produce.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "וָאֶקְרָא חֹרֶב עַל-הָאָרֶץ וְעַל-הֶהָרִים, וְעַל-הַדָּגָן וְעַל-הַתִּירוֹשׁ וְעַל-הַיִּצְהָר, וְעַל אֲשֶׁר תּוֹצִיא, הָאֲדָמָה; וְעַל-הָאָדָם, וְעַל-הַבְּהֵמָה, וְעַל, כָּל-יְגִיעַ כַּפָּיִם.  {ס}",
                    "english": "And I called for a drought upon the land, and upon the mountains, and upon the corn, and upon the wine, and upon the oil, and upon that which the ground bringeth forth, and upon men, and upon cattle, and upon all the labour of the hands.' {S}",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וַיִּשְׁמַע זְרֻבָּבֶל בֶּן-שַׁלְתִּיאֵל וִיהוֹשֻׁעַ בֶּן-יְהוֹצָדָק הַכֹּהֵן הַגָּדוֹל וְכֹל שְׁאֵרִית הָעָם, בְּקוֹל יְהוָה אֱלֹהֵיהֶם, וְעַל-דִּבְרֵי חַגַּי הַנָּבִיא, כַּאֲשֶׁר שְׁלָחוֹ יְהוָה אֱלֹהֵיהֶם; וַיִּירְאוּ הָעָם, מִפְּנֵי יְהוָה.",
                    "english": "Then Zerubbabel the son of Shealtiel, and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, hearkened unto the voice of the LORD their God, and unto the words of Haggai the prophet, as the LORD their God had sent him; and the people did fear before the LORD.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וַיֹּאמֶר חַגַּי מַלְאַךְ יְהוָה, בְּמַלְאֲכוּת יְהוָה--לָעָם לֵאמֹר:  אֲנִי אִתְּכֶם, נְאֻם-יְהוָה.",
                    "english": "Then spoke Haggai the LORD'S messenger in the LORD'S message unto the people, saying: 'I am with you, saith the LORD.'",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וַיָּעַר יְהוָה אֶת-רוּחַ זְרֻבָּבֶל בֶּן-שַׁלְתִּיאֵל פַּחַת יְהוּדָה, וְאֶת-רוּחַ יְהוֹשֻׁעַ בֶּן-יְהוֹצָדָק הַכֹּהֵן הַגָּדוֹל, וְאֶת-רוּחַ, כֹּל שְׁאֵרִית הָעָם; וַיָּבֹאוּ וַיַּעֲשׂוּ מְלָאכָה, בְּבֵית-יְהוָה צְבָאוֹת אֱלֹהֵיהֶם.  {פ}",
                    "english": "And the LORD stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of the LORD of hosts, their God, {P}",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "בְּיוֹם עֶשְׂרִים וְאַרְבָּעָה לַחֹדֶשׁ, בַּשִּׁשִּׁי, בִּשְׁנַת שְׁתַּיִם, לְדָרְיָוֶשׁ הַמֶּלֶךְ.",
                    "english": "in the four and twentieth day of the month, in the sixth month, in the second year of Darius the king.",
                    "verseNumber": 15
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt2201.htm"
        }
    },
    "bookName": {
        "hebrew": "חַגַּי",
        "english": "Haggai"
    }
}