{
    "canonicalBookName": "Hosea",
    "chapters": {
        "2": {
            "chapterNumber": 2,
            "canonicalTitle": "Hosea Chapter 2",
            "verses": {
                "1": {
                    "hebrew": "וְהָיָה מִסְפַּר בְּנֵי-יִשְׂרָאֵל, כְּחוֹל הַיָּם, אֲשֶׁר לֹא-יִמַּד, וְלֹא יִסָּפֵר; וְהָיָה בִּמְקוֹם אֲשֶׁר-יֵאָמֵר לָהֶם, לֹא-עַמִּי אַתֶּם, יֵאָמֵר לָהֶם, בְּנֵי אֵל-חָי.",
                    "english": "Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured nor numbered; and it shall come to pass that, instead of that which was said unto them: 'Ye are not My people', it shall be said unto them: 'Ye are the children of the living God.'",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וְנִקְבְּצוּ בְּנֵי-יְהוּדָה וּבְנֵי-יִשְׂרָאֵל, יַחְדָּו, וְשָׂמוּ לָהֶם רֹאשׁ אֶחָד, וְעָלוּ מִן-הָאָרֶץ:  כִּי גָדוֹל, יוֹם יִזְרְעֶאל.",
                    "english": "And the children of Judah and the children of Israel shall be gathered together, and they shall appoint themselves one head, and shall go up out of the land; for great shall be the day of Jezreel.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "אִמְרוּ לַאֲחֵיכֶם, עַמִּי; וְלַאֲחוֹתֵיכֶם, רֻחָמָה.",
                    "english": "Say ye unto your brethren: 'Ammi'; and to your sisters, 'Ruhamah.'",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "רִיבוּ בְאִמְּכֶם, רִיבוּ--כִּי-הִיא לֹא אִשְׁתִּי, וְאָנֹכִי לֹא אִישָׁהּ; וְתָסֵר זְנוּנֶיהָ מִפָּנֶיהָ, וְנַאֲפוּפֶיהָ מִבֵּין שָׁדֶיהָ.",
                    "english": "Plead with your mother, plead; for she is not My wife, neither am I her husband; and let her put away her harlotries from her face, and her adulteries from between her breasts;",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "פֶּן-אַפְשִׁיטֶנָּה עֲרֻמָּה--וְהִצַּגְתִּיהָ, כְּיוֹם הִוָּלְדָהּ; וְשַׂמְתִּיהָ כַמִּדְבָּר, וְשַׁתִּהָ כְּאֶרֶץ צִיָּה, וַהֲמִתִּיהָ, בַּצָּמָא.",
                    "english": "Lest I strip her naked, and set her as in the day that she was born, and make her as a wilderness, and set her like a dry land, and slay her with thirst.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וְאֶת-בָּנֶיהָ, לֹא אֲרַחֵם:  כִּי-בְנֵי זְנוּנִים, הֵמָּה.",
                    "english": "And I will not have compassion upon her children; for they are children of harlotry.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "כִּי זָנְתָה אִמָּם, הֹבִישָׁה הוֹרָתָם:  כִּי אָמְרָה, אֵלְכָה אַחֲרֵי מְאַהֲבַי נֹתְנֵי לַחְמִי וּמֵימַי, צַמְרִי וּפִשְׁתִּי, שַׁמְנִי וְשִׁקּוּיָי.",
                    "english": "For their mother hath played the harlot, she that conceived them hath done shamefully; for she said: 'I will go after my lovers, that give me my bread and my water, my wool and my flax, mine oil and my drink.'",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "לָכֵן הִנְנִי-שָׂךְ אֶת-דַּרְכֵּךְ, בַּסִּירִים; וְגָדַרְתִּי אֶת-גְּדֵרָהּ, וּנְתִיבוֹתֶיהָ לֹא תִמְצָא.",
                    "english": "Therefore, behold, I will hedge up thy way with thorns, and I will make a wall against her, that she shall not find her paths.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "וְרִדְּפָה אֶת-מְאַהֲבֶיהָ וְלֹא-תַשִּׂיג אֹתָם, וּבִקְשָׁתַם וְלֹא תִמְצָא; וְאָמְרָה, אֵלְכָה וְאָשׁוּבָה אֶל-אִישִׁי הָרִאשׁוֹן--כִּי טוֹב לִי אָז, מֵעָתָּה.",
                    "english": "And she shall run after her lovers, but she shall not overtake them, and she shall seek them, but shall not find them; then shall she say: 'I will go and return to my first husband; for then was it better with me than now.'",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וְהִיא, לֹא יָדְעָה, כִּי אָנֹכִי נָתַתִּי לָהּ, הַדָּגָן וְהַתִּירוֹשׁ וְהַיִּצְהָר; וְכֶסֶף הִרְבֵּיתִי לָהּ וְזָהָב, עָשׂוּ לַבָּעַל.",
                    "english": "For she did not know that it was I that gave her the corn, and the wine, and the oil, and multiplied unto her silver and gold, which they used for Baal.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "לָכֵן אָשׁוּב--וְלָקַחְתִּי דְגָנִי בְּעִתּוֹ, וְתִירוֹשִׁי בְּמוֹעֲדוֹ; וְהִצַּלְתִּי צַמְרִי וּפִשְׁתִּי, לְכַסּוֹת אֶת-עֶרְוָתָהּ.",
                    "english": "Therefore will I take back My corn in the time thereof, and My wine in the season thereof, and will snatch away My wool and My flax given to cover her nakedness.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וְעַתָּה אֲגַלֶּה אֶת-נַבְלֻתָהּ, לְעֵינֵי מְאַהֲבֶיהָ; וְאִישׁ, לֹא-יַצִּילֶנָּה מִיָּדִי.",
                    "english": "And now will I uncover her shame in the sight of her lovers, and none shall deliver her out of My hand.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וְהִשְׁבַּתִּי, כָּל-מְשׂוֹשָׂהּ, חַגָּהּ, חָדְשָׁהּ וְשַׁבַּתָּהּ--וְכֹל, מוֹעֲדָהּ.",
                    "english": "I will also cause all her mirth to cease, her feasts, her new moons, and her sabbaths, and all her appointed seasons.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וַהֲשִׁמֹּתִי, גַּפְנָהּ וּתְאֵנָתָהּ, אֲשֶׁר אָמְרָה אֶתְנָה הֵמָּה לִי, אֲשֶׁר נָתְנוּ-לִי מְאַהֲבָי; וְשַׂמְתִּים לְיַעַר, וַאֲכָלָתַם חַיַּת הַשָּׂדֶה.",
                    "english": "And I will lay waste her vines and her fig-trees, whereof she hath said: 'These are my hire that my lovers have given me'; and I will make them a forest, and the beasts of the field shall eat them.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וּפָקַדְתִּי עָלֶיהָ, אֶת-יְמֵי הַבְּעָלִים אֲשֶׁר תַּקְטִיר לָהֶם, וַתַּעַד נִזְמָהּ וְחֶלְיָתָהּ, וַתֵּלֶךְ אַחֲרֵי מְאַהֲבֶיהָ; וְאֹתִי שָׁכְחָה, נְאֻם-יְהוָה.  {ס}",
                    "english": "And I will visit upon her the days of the Baalim, wherein she offered unto them, and decked herself with her ear-rings and her jewels, and went after her lovers, and forgot Me, saith the LORD. {S}",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "לָכֵן, הִנֵּה אָנֹכִי מְפַתֶּיהָ, וְהֹלַכְתִּיהָ, הַמִּדְבָּר; וְדִבַּרְתִּי, עַל-לִבָּהּ.",
                    "english": "Therefore, behold, I will allure her, and bring her into the wilderness, and speak tenderly unto her.",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "וְנָתַתִּי לָהּ אֶת-כְּרָמֶיהָ מִשָּׁם, וְאֶת-עֵמֶק עָכוֹר לְפֶתַח תִּקְוָה; וְעָנְתָה שָּׁמָּה כִּימֵי נְעוּרֶיהָ, וּכְיוֹם עֲלוֹתָהּ מֵאֶרֶץ-מִצְרָיִם.",
                    "english": "And I will give her her vineyards from thence, and the valley of Achor for a door of hope; and she shall respond there, as in the days of her youth, and as in the day when she came up out of the land of Egypt.",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "וְהָיָה בַיּוֹם-הַהוּא נְאֻם-יְהוָה, תִּקְרְאִי אִישִׁי; וְלֹא-תִקְרְאִי-לִי עוֹד, בַּעְלִי.",
                    "english": "And it shall be at that day, saith the LORD, that thou shalt call Me Ishi, and shalt call Me no more Baali.",
                    "verseNumber": 18
                },
                "19": {
                    "hebrew": "וַהֲסִרֹתִי אֶת-שְׁמוֹת הַבְּעָלִים, מִפִּיהָ; וְלֹא-יִזָּכְרוּ עוֹד, בִּשְׁמָם.",
                    "english": "For I will take away the names of the Baalim out of her mouth, and they shall no more be mentioned by their name.",
                    "verseNumber": 19
                },
                "20": {
                    "hebrew": "וְכָרַתִּי לָהֶם בְּרִית, בַּיּוֹם הַהוּא, עִם-חַיַּת הַשָּׂדֶה וְעִם-עוֹף הַשָּׁמַיִם, וְרֶמֶשׂ הָאֲדָמָה; וְקֶשֶׁת וְחֶרֶב וּמִלְחָמָה אֶשְׁבּוֹר מִן-הָאָרֶץ, וְהִשְׁכַּבְתִּים לָבֶטַח.",
                    "english": "And in that day will I make a covenant for them with the beasts of the field, and with the fowls of heaven, and with the creeping things of the ground; and I will break the bow and the sword and the battle out of the land, and will make them to lie down safely.",
                    "verseNumber": 20
                },
                "21": {
                    "hebrew": "וְאֵרַשְׂתִּיךְ לִי, לְעוֹלָם; וְאֵרַשְׂתִּיךְ לִי בְּצֶדֶק וּבְמִשְׁפָּט, וּבְחֶסֶד וּבְרַחֲמִים.",
                    "english": "And I will betroth thee unto Me for ever; yea, I will betroth thee unto Me in righteousness, and in justice, and in lovingkindness, and in compassion.",
                    "verseNumber": 21
                },
                "22": {
                    "hebrew": "וְאֵרַשְׂתִּיךְ לִי, בֶּאֱמוּנָה; וְיָדַעַתְּ, אֶת-יְהוָה.  {פ}",
                    "english": "And I will betroth thee unto Me in faithfulness; and thou shalt know the LORD. {P}",
                    "verseNumber": 22
                },
                "23": {
                    "hebrew": "וְהָיָה בַּיּוֹם הַהוּא, אֶעֱנֶה נְאֻם-יְהוָה--אֶעֱנֶה, אֶת-הַשָּׁמָיִם; וְהֵם, יַעֲנוּ אֶת-הָאָרֶץ.",
                    "english": "And it shall come to pass in that day, I will respond, saith the LORD, I will respond to the heavens, and they shall respond to the earth;",
                    "verseNumber": 23
                },
                "24": {
                    "hebrew": "וְהָאָרֶץ תַּעֲנֶה, אֶת-הַדָּגָן וְאֶת-הַתִּירוֹשׁ וְאֶת-הַיִּצְהָר; וְהֵם, יַעֲנוּ אֶת-יִזְרְעֶאל.",
                    "english": "And the earth shall respond to the corn, and the wine, and the oil; and they shall respond to Jezreel.",
                    "verseNumber": 24
                },
                "25": {
                    "hebrew": "וּזְרַעְתִּיהָ לִּי בָּאָרֶץ, וְרִחַמְתִּי אֶת-לֹא רֻחָמָה; וְאָמַרְתִּי לְלֹא-עַמִּי עַמִּי-אַתָּה, וְהוּא יֹאמַר אֱלֹהָי.  {פ}",
                    "english": "And I will sow her unto Me in the land; and I will have compassion upon her that had not obtained compassion; and I will say to them that were not My people: 'Thou art My people'; and they shall say: 'Thou art my God.' {P}",
                    "verseNumber": 25
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1302.htm"
        },
        "3": {
            "chapterNumber": 3,
            "canonicalTitle": "Hosea Chapter 3",
            "verses": {
                "1": {
                    "hebrew": "וַיֹּאמֶר יְהוָה אֵלַי, עוֹד לֵךְ אֱהַב-אִשָּׁה, אֲהֻבַת רֵעַ, וּמְנָאָפֶת:  כְּאַהֲבַת יְהוָה, אֶת-בְּנֵי יִשְׂרָאֵל, וְהֵם פֹּנִים אֶל-אֱלֹהִים אֲחֵרִים, וְאֹהֲבֵי אֲשִׁישֵׁי עֲנָבִים.",
                    "english": "And the LORD said unto me: 'Go yet, love a woman beloved of her friend and an adulteress, even as the LORD loveth the children of Israel, though they turn unto other gods, and love cakes of raisins.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וָאֶכְּרֶהָ לִּי, בַּחֲמִשָּׁה עָשָׂר כָּסֶף; וְחֹמֶר שְׂעֹרִים, וְלֵתֶךְ שְׂעֹרִים.",
                    "english": "So I bought her to me for fifteen pieces of silver and a homer of barley, and a half-homer of barley;",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וָאֹמַר אֵלֶיהָ, יָמִים רַבִּים תֵּשְׁבִי לִי--לֹא תִזְנִי, וְלֹא תִהְיִי לְאִישׁ; וְגַם-אֲנִי, אֵלָיִךְ.",
                    "english": "and I said unto her: 'Thou shalt sit solitary for me many days; thou shalt not play the harlot, and thou shalt not be any man's wife; nor will I be thine.'",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "כִּי יָמִים רַבִּים, יֵשְׁבוּ בְּנֵי יִשְׂרָאֵל--אֵין מֶלֶךְ וְאֵין שָׂר, וְאֵין זֶבַח וְאֵין מַצֵּבָה; וְאֵין אֵפוֹד, וּתְרָפִים.",
                    "english": "For the children of Israel shall sit solitary many days without king, and without prince, and without sacrifice, and without pillar, and without ephod or teraphim;",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "אַחַר, יָשֻׁבוּ בְּנֵי יִשְׂרָאֵל, וּבִקְשׁוּ אֶת-יְהוָה אֱלֹהֵיהֶם, וְאֵת דָּוִיד מַלְכָּם; וּפָחֲדוּ אֶל-יְהוָה וְאֶל-טוּבוֹ, בְּאַחֲרִית הַיָּמִים.  {פ}",
                    "english": "afterward shall the children of Israel return, and seek the LORD their God, and David their king; and shall come trembling unto the LORD and to His goodness in the end of days. {P}",
                    "verseNumber": 5
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1303.htm"
        },
        "4": {
            "chapterNumber": 4,
            "canonicalTitle": "Hosea Chapter 4",
            "verses": {
                "1": {
                    "hebrew": "††щ—ƒојтећ гјб«ш-йјде»д, бћјр≈й йƒщ“јш»а≈м:† лћƒй шƒйб м«йде»д, тƒн-йе…щ—јб≈й д»а»ш∆х--лћƒй а≈йп-аЅо∆ъ еја≈йп-з∆с∆г еја≈йп-гћ«т«ъ аЅм…дƒйн, бћ»а»ш∆х.",
                    "english": "Hear the word of the LORD, ye children of Israel! for the LORD hath a controversy with the inhabitants of the land, because there is no truth, nor mercy, nor knowledge of God in the land.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "††а»м…д ејл«з≈щ—, ејш»ц…з« ејв»р…б ејр»а…у; фћ»ш»цећ, ејг»оƒйн бћјг»оƒйн р»в»тећ.",
                    "english": "Swearing and lying, and killing, and stealing, and committing adultery! they break all bounds, and blood toucheth blood.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "††т«м-лћ≈п ъћ∆аЅб«м д»а»ш∆х, ејаЋојм«м лћ»м-йе…щ—≈б бћ»дћ, бћјз«йћ«ъ д«щћ“»г∆д, ећбјте…у д«щћ—»о»йƒн; ејв«н-гћјв≈й д«йћ»н, й≈а»с≈фећ.",
                    "english": "Therefore doth the land mourn, and every one that dwelleth therein doth languish, with the beasts of the field, and the fowls of heaven; yea, the fishes of the sea also are taken away.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "††а«кј аƒйщ— а«м-й»ш≈б, еја«м-йе…л«з аƒйщ—; ејт«оћјк», лћƒојшƒйб≈й л…д≈п.",
                    "english": "Yet let no man strive, neither let any man reprove; for thy people are as they that strive with the priest.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "††ејл»щ—«мјъћ» д«йће…н, ејл»щ—«м вћ«н-р»бƒйа тƒоћјк» м»йјм»д; ејг»оƒйъƒй, аƒоћ∆к».",
                    "english": "Therefore shalt thou stumble in the day, and the prophet also shall stumble with thee in the night; and I will destroy thy mother.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "††рƒгјоећ т«оћƒй, оƒбћјмƒй д«гћ»т«ъ:† лћƒй-а«ъћ»д д«гћ«т«ъ о»а«сјъћ», еаоасак (еја∆оја»сјк») оƒлћ«д≈п мƒй, е«ъћƒщ—јлћ«з ъће…ш«ъ аЅм…д∆йк», а∆щ—јлћ«з бћ»р∆йк» вћ«н-а»рƒй.",
                    "english": "My people are destroyed for lack of knowledge; because thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to Me; seeing thou hast forgotten the law of thy God, I also will forget thy children.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "††лћјшЋбћ»н, лћ≈п з»ијаећ-мƒй; лћјбе…г»н, бћјч»ме…п а»оƒйш.",
                    "english": "The more they were increased, the more they sinned against Me; I will change their glory into shame.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "††з«ић«аъ т«оћƒй, й…ал≈мећ; еја∆м-т¬е р»н, йƒщ“јаећ р«фјщ—е….",
                    "english": "They feed on the sin of My people, and set their heart on their iniquity.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "††ејд»й»д л»т»н, лћ«лћ…д≈п; ећф»ч«гјъћƒй т»м»йе гћјш»л»йе, ећо«т¬м»м»йе а»щ—ƒйб ме….",
                    "english": "And it is like people, like priest; and I will punish him for his ways, and will recompense him his doings.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "††еја»лјмећ ејм…а йƒщ“јбћ»тећ, дƒжјрећ ејм…а йƒфјш…цећ:† лћƒй-а∆ъ-йјде»д т»жјбећ, мƒщ—јо…ш.",
                    "english": "And they shall eat, and not have enough, they shall commit harlotry, and shall not increase; because they have left off to take heed to the LORD.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "††жјрећъ ејй«йƒп ејъƒйше…щ—, йƒчћ«з-м≈б.",
                    "english": "Harlotry, wine, and new wine take away the heart.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "††т«оћƒй бћјт≈це… йƒщ—ја»м, ећо«чјме… й«вћƒйг ме…:† лћƒй шећз« жјрећрƒйн дƒъјт»д, е«йћƒжјрећ оƒъћ«з«ъ аЅм…д≈йд∆н.",
                    "english": "My people ask counsel at their stock, and their staff declareth unto them; for the spirit of harlotry hath caused them to err, and they have gone astray from under their God.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "††т«м-ш»ащ—≈й д∆д»шƒйн йјж«бћ≈зећ, ејт«м-д«вћјб»те…ъ йјч«ић≈шећ, ъћ«з«ъ а«мће…п ејмƒбјр∆д еја≈м»д, лћƒй ие…б цƒмћ»дћ; т«м-лћ≈п, ъћƒжјр∆йр»д бћјре…ъ≈йл∆н, ејл«мће…ъ≈йл∆н, ъћјр»а«фјр»д.",
                    "english": "They sacrifice upon the tops of the mountains, and offer upon the hills, under oaks and poplars and terebinths, because the shadow thereof is good; therefore your daughters commit harlotry, and your daughters-in-law commit adultery.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "††м…а-а∆фјче…г т«м-бћјре…ъ≈йл∆н лћƒй ъƒжјр∆йр»д, ејт«м-лћ«мће…ъ≈йл∆н лћƒй ъјр»а«фјр»д--лћƒй-д≈н тƒн-д«жћ…ре…ъ йјф»ш≈гећ, ејтƒн-д«чћјг≈щ—е…ъ йјж«бћ≈зећ; ејт»н м…а-й»бƒйп, йƒмћ»б≈и.",
                    "english": "I will not punish your daughters when they commit harlotry, nor your daughters-in-law when they commit adultery; for they themselves consort with lewd women, and they sacrifice with harlots; and the people that is without understanding is distraught.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "††аƒн-ж…р∆д а«ъћ»д йƒщ“јш»а≈м, а«м-й∆ајщ—«н йјдећг»д; еја«м-ъћ»б…аећ д«вћƒмјвћ»м, еја«м-ъћ«т¬мећ бћ≈йъ а»е∆п, еја«м-ъћƒщћ—»бјтећ, з«й-йјде»д.",
                    "english": "Though thou, Israel, play the harlot, yet let not Judah become guilty; and come not ye unto Gilgal, neither go ye up to Beth-aven, nor swear: 'As the LORD liveth.'",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "††лћƒй лћјф»ш»д с…ш≈ш»д, с»ш«ш йƒщ“јш»а≈м; т«ъћ»д йƒшјт≈н йјде»д, лћјл∆б∆щ“ бћ«оћ∆шјз»б.",
                    "english": "For Israel is stubborn like a stubborn heifer; now shall the LORD feed them as a lamb in a large place?",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "††з¬бећш т¬ц«бћƒйн а∆фјш»йƒн, д«рћ«з-ме….",
                    "english": "Ephraim is joined to idols; let him alone.",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "††с»ш, с»бја»н; д«жјр≈д дƒжјрећ, а»д¬бећ д≈бећ ч»ме…п о»вƒрћ∆йд».",
                    "english": "When their carouse is over, they take to harlotry; her rulers deeply love dishonour.",
                    "verseNumber": 18
                },
                "19": {
                    "hebrew": "††ц»ш«ш шећз« ае…ъ»дћ, бћƒлјр»ф∆йд»; ејй≈б…щ—ећ, оƒжћƒбјзе…ъ»н.† {ф}",
                    "english": "The wind hath bound her up in her skirts; and they shall be ashamed because of their sacrifices. {P}",
                    "verseNumber": 19
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1304.htm"
        },
        "5": {
            "chapterNumber": 5,
            "canonicalTitle": "Hosea Chapter 5",
            "verses": {
                "1": {
                    "hebrew": "††щ—ƒојтећ-ж…аъ д«лћ…д¬рƒйн ејд«чјщ—ƒйбећ бћ≈йъ йƒщ“јш»а≈м, ећб≈йъ д«оћ∆м∆кј д«а¬жƒйрећ--лћƒй м»л∆н, д«оћƒщ—јфћ»и:† лћƒй-ф«з дЅйƒйъ∆н мјоƒцјфћ»д, ејш∆щ—∆ъ фћјшећщ“»д т«м-ъћ»бе…ш.",
                    "english": "Hear this, O ye priests, and attend, ye house of Israel, and give ear, O house of the king, for unto you pertaineth the judgment; for ye have been a snare on Mizpah, and a net spread upon Tabor.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "††ејщ—«з¬и»д щ“≈иƒйн, д∆тјоƒйчећ; е«а¬рƒй, оећс»ш мјлЋмћ»н.",
                    "english": "And they that fall away are gone deep in making slaughter; and I am rejected of them all.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "††а¬рƒй й»г«тјъћƒй а∆фјш«йƒн, ејйƒщ“јш»а≈м м…а-рƒлјз«г оƒоћ∆рћƒй:† лћƒй т«ъћ»д дƒжјр≈йъ» а∆фјш«йƒн, рƒијо»а йƒщ“јш»а≈м.",
                    "english": "I, even I, know Ephraim, and Israel is not hid from Me; for now, O Ephraim, thou hast committed harlotry, Israel is defiled.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "††м…а йƒъћјрећ о«т«мјм≈йд∆н, м»щ—ећб а∆м-аЅм…д≈йд∆н:† лћƒй шећз« жјрећрƒйн бћјчƒшјбћ»н, еја∆ъ-йјде»д м…а й»г»тећ.",
                    "english": "Their doings will not suffer them to return unto their God; for the spirit of harlotry is within them, and they know not the LORD.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "††ејт»р»д вјае…п-йƒщ“јш»а≈м, бћјф»р»йе; ејйƒщ“јш»а≈м еја∆фјш«йƒн, йƒлћ»щ—јмећ бћ«т¬е р»н--лћ»щ—«м вћ«н-йјдећг»д, тƒоћ»н.",
                    "english": "But the pride of Israel shall testify to his face; and Israel and Ephraim shall stumble in their iniquity, Judah also shall stumble with them.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "††бћјц…ар»н ећбƒбјч»ш»н, й≈мјлећ мјб«чћ≈щ— а∆ъ-йјде»д--ејм…а йƒојц»аећ:† з»м«х, о≈д∆н.",
                    "english": "With their flocks and with their herds they shall go to seek the LORD, but they shall not find Him; He hath withdrawn Himself from them.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "††бћ«йде»д бћ»в»гећ, лћƒй-б»рƒйн ж»шƒйн й»м»гећ; т«ъћ»д й…алјм≈н з…г∆щ—, а∆ъ-з∆мјч≈йд∆н.† {с}",
                    "english": "They have dealt treacherously against the LORD, for they have begotten strange children; now shall the new moon devour them with their portions. {S}",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "††ъћƒчјтећ щ—е…ф»ш бћ«вћƒбјт»д, з¬ц…цјш»д бћ»ш»о»д; д»шƒйтећ бћ≈йъ а»е∆п, а«з¬ш∆йк» бћƒрјй»оƒйп.",
                    "english": "Blow ye the horn in Gibeah, and the trumpet in Ramah; sound an alarm at Beth-aven: 'Behind thee, O Benjamin!'",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "††а∆фјш«йƒн мјщ—«оћ»д ъƒдјй∆д, бћјйе…н ъће…л≈з»д; бћјщ—ƒбји≈й, йƒщ“јш»а≈м, де…г«тјъћƒй, р∆аЅо»р»д.",
                    "english": "Ephraim shall be desolate in the day of rebuke; among the tribes of Israel do I make known that which shall surely be.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "††д»йећ щ“»ш≈й йјдећг»д, лћјо«сћƒйв≈й вћјбећм; т¬м≈йд∆н, а∆щ—јфће…кј лћ«оћ«йƒн т∆бјш»ъƒй.",
                    "english": "The princes of Judah are like them that remove the landmark; I will pour out My wrath upon them like water.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "††т»щ—ећч а∆фјш«йƒн, шјцећх оƒщ—јфћ»и:† лћƒй де…аƒйм, д»м«кј а«з¬ш≈й-ц»е.",
                    "english": "Oppressed is Ephraim, crushed in his right; because he willingly walked after filth.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "††е«а¬рƒй л»т»щ—, мја∆фјш»йƒн; ејл»ш»ч»б, мјб≈йъ йјдећг»д.",
                    "english": "Therefore am I unto Ephraim as a moth, and to the house of Judah as rottenness.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "††е«йћ«шја а∆фјш«йƒн а∆ъ-з»мјйе…, еƒйдећг»д а∆ъ-ојж…ше…, е«йћ≈м∆кј а∆фјш«йƒн а∆м-а«щћ—ећш, е«йћƒщ—јм«з а∆м-о∆м∆кј й»ш≈б; ејдећа, м…а йећл«м мƒшјфћ…а м»л∆н, ејм…а-йƒвјд∆д оƒлћ∆н, о»же…ш.",
                    "english": "And when Ephraim saw his sickness, and Judah his wound, Ephraim went to Assyria, and sent to King Contentious; but he is not able to heal you, neither shall he cure you of your wound.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "††лћƒй а»р…лƒй л«щћ—«з«м мја∆фјш«йƒн, ејл«лћјфƒйш мјб≈йъ йјдећг»д; а¬рƒй а¬рƒй а∆ијш…у еја≈м≈кј, а∆щћ“»а еја≈йп о«цћƒйм.",
                    "english": "For I will be unto Ephraim as a lion, and as a young lion to the house of Judah; I, even I, will tear and go away, I will take away, and there shall be none to deliver.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "††а≈м≈кј а»щ—ећб»д а∆м-ојче…оƒй, т«г а¬щ—∆ш-й∆ајщ—јоећ ећбƒчјщ—ећ ф»р»й:† бћ«цћ«ш м»д∆н, йјщ—«з¬шЋрјрƒй.",
                    "english": "I will go and return to My place, till they acknowledge their guilt, and seek My face; in their trouble they will seek Me earnestly:",
                    "verseNumber": 15
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1305.htm"
        },
        "6": {
            "chapterNumber": 6,
            "canonicalTitle": "Hosea Chapter 6",
            "verses": {
                "1": {
                    "hebrew": "לְכוּ וְנָשׁוּבָה אֶל-יְהוָה, כִּי הוּא טָרָף וְיִרְפָּאֵנוּ; יַךְ, וְיַחְבְּשֵׁנוּ.",
                    "english": "'Come, and let us return unto the LORD; for He hath torn, and He will heal us, He hath smitten, and He will bind us up.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "יְחַיֵּנוּ, מִיֹּמָיִם; בַּיּוֹם, הַשְּׁלִישִׁי, יְקִמֵנוּ, וְנִחְיֶה לְפָנָיו.",
                    "english": "After two days will He revive us, on the third day He will raise us up, that we may live in His presence.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וְנֵדְעָה נִרְדְּפָה, לָדַעַת אֶת-יְהוָה, כְּשַׁחַר, נָכוֹן מֹצָאוֹ; וְיָבוֹא כַגֶּשֶׁם לָנוּ, כְּמַלְקוֹשׁ יוֹרֶה אָרֶץ.",
                    "english": "And let us know, eagerly strive to know the LORD, His going forth is sure as the morning; and He shall come unto us as the rain, as the latter rain that watereth the earth.'",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "מָה אֶעֱשֶׂה-לְּךָ אֶפְרַיִם, מָה אֶעֱשֶׂה-לְּךָ יְהוּדָה; וְחַסְדְּכֶם, כַּעֲנַן-בֹּקֶר, וְכַטַּל, מַשְׁכִּים הֹלֵךְ.",
                    "english": "O Ephraim, what shall I do unto thee? O Judah, what shall I do unto thee? for your goodness is as a morning cloud, and as the dew that early passeth away.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "עַל-כֵּן, חָצַבְתִּי בַּנְּבִיאִים--הֲרַגְתִּים, בְּאִמְרֵי-פִי; וּמִשְׁפָּטֶיךָ, אוֹר יֵצֵא.",
                    "english": "Therefore have I hewed them by the prophets, I have slain them by the words of My mouth; and thy judgment goeth forth as the light.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "כִּי חֶסֶד חָפַצְתִּי, וְלֹא-זָבַח; וְדַעַת אֱלֹהִים, מֵעֹלוֹת.",
                    "english": "For I desire mercy, and not sacrifice, and the knowledge of God rather than burnt-offerings.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וְהֵמָּה, כְּאָדָם עָבְרוּ בְרִית; שָׁם, בָּגְדוּ בִי.",
                    "english": "But they like men have transgressed the covenant; there have they dealt treacherously against Me.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "גִּלְעָד, קִרְיַת פֹּעֲלֵי אָוֶן--עֲקֻבָּה, מִדָּם.",
                    "english": "Gilead is a city of them that work iniquity, it is covered with footprints of blood.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "וּכְחַכֵּי אִישׁ גְּדוּדִים, חֶבֶר כֹּהֲנִים, דֶּרֶךְ, יְרַצְּחוּ-שֶׁכְמָה:  כִּי זִמָּה, עָשׂוּ.",
                    "english": "And as troops of robbers wait for a man, so doth the company of priests; they murder in the way toward Shechem; yea, they commit enormity.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "בְּבֵית, יִשְׂרָאֵל, רָאִיתִי, שעריריה (שַׁעֲרוּרִיָּה); שָׁם זְנוּת לְאֶפְרַיִם, נִטְמָא יִשְׂרָאֵל.",
                    "english": "In the house of Israel I have seen a horrible thing; there harlotry is found in Ephraim, Israel is defiled.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "גַּם-יְהוּדָה, שָׁת קָצִיר לָךְ, בְּשׁוּבִי, שְׁבוּת עַמִּי.  {פ}",
                    "english": "Also, O Judah, there is a harvest appointed for thee! When I would turn the captivity of My people, {P}",
                    "verseNumber": 11
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1306.htm"
        },
        "7": {
            "chapterNumber": 7,
            "canonicalTitle": "Hosea Chapter 7",
            "verses": {
                "1": {
                    "hebrew": "††лћјш»фјаƒй мјйƒщ“јш»а≈м, ејрƒвјм»д т¬е п а∆фјш«йƒн ејш»те…ъ щ—…ојше…п--лћƒй ф»т¬мећ, щ—»ч∆ш; ејв«рћ»б й»бе…а, фћ»щ—«и вћјгећг бћ«зећх.",
                    "english": "when I would heal Israel, then is the iniquity of Ephraim uncovered, and the wickedness of Samaria, for they commit falsehood; and the thief entereth in, and the troop of robbers maketh a raid without.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "††ећб«м-й…аојшећ, мƒмјб»б»н, лћ»м-ш»т»ъ»н, ж»л»шјъћƒй; т«ъћ»д сјб»бећн о«т«мјм≈йд∆н, р∆в∆г фћ»р«й д»йећ.",
                    "english": "And let them not say to their heart--I remember all their wickedness; now their own doings have beset them about, they are before My face.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "††бћјш»т»ъ»н, йјщ“«оћјзећ-о∆м∆кј; ећбјл«з¬щ—≈йд∆н, щ“»шƒйн.",
                    "english": "They make the king glad with their wickedness, and the princes with their lies.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "††лћЋмћ»н, ојр»а¬фƒйн--лћјое… ъ«рћећш, бћ…т≈ш»д о≈а…ф∆д; йƒщ—јбће…ъ о≈тƒйш, оƒмћећщ— бћ»ц≈ч т«г-зЋојц»ъе….",
                    "english": "They are all adulterers, as an oven heated by the baker, who ceaseth to stir from the kneading of the dough until it be leavened.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "††йе…н о«мјлћ≈рећ, д∆зЅмећ щ“»шƒйн з¬о«ъ оƒйћ»йƒп; о»щ—«кј й»ге…, а∆ъ-м…цјцƒйн.",
                    "english": "On the day of our king the princes make him sick with the heat of wine, he stretcheth out his hand with scorners.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "††лћƒй-ч≈шјбећ л«ъћ«рћећш мƒбћ»н, бћја»шјбћ»н:† лћ»м-д«мћ«йјм»д, й»щ—≈п а…ф≈д∆н--бћ…ч∆ш, дећа б…т≈ш лћја≈щ— м∆д»б»д.",
                    "english": "For they have made ready their heart like an oven, while they lie in wait; their baker sleepeth all the night, in the morning it burneth as a flaming fire.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "††лћЋмћ»н й≈з«оћећ лћ«ъћ«рћећш, еја»лјмећ а∆ъ-щ—…фји≈йд∆н; лћ»м-о«мјл≈йд∆н р»ф»мећ, а≈йп-ч…ш≈а б»д∆н а≈м»й.",
                    "english": "They are all hot as an oven, and devour their judges; all their kings are fallen, there is none among them that calleth unto Me.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "††а∆фјш«йƒн, бћ»т«оћƒйн дећа йƒъјбће…м»м; а∆фјш«йƒн д»й»д тЋв»д, бћјмƒй д¬фећл»д.",
                    "english": "Ephraim, he mixeth himself with the peoples; Ephraim is become a cake not turned.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "††а»лјмећ ж»шƒйн лћ…зе…, ејдећа м…а й»г»т; вћ«н-щ“≈йб»д ж»шјч»д бће…, ејдећа м…а й»г»т.",
                    "english": "Strangers have devoured his strength, and he knoweth it not; yea, gray hairs are here and there upon him, and he knoweth it not.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "††ејт»р»д вјае…п-йƒщ“јш»а≈м, бћјф»р»йе; ејм…а-щ—»бећ а∆м-йјде»д аЅм…д≈йд∆н, ејм…а бƒчјщ—Ћдећ бћјл»м-ж…аъ.",
                    "english": "And the pride of Israel testifieth to his face; but they have not returned unto the LORD their God, nor sought Him, for all this.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "††е«йјдƒй а∆фјш«йƒн, лћјйе…р»д фе…ъ»д а≈йп м≈б; оƒцјш«йƒн ч»ш»аећ, а«щћ—ећш д»м»лећ.",
                    "english": "And Ephraim is become like a silly dove, without understanding; they call unto Egypt, they go to Assyria.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "††лћ«а¬щ—∆ш й≈м≈лећ, а∆фјше…щ“ т¬м≈йд∆н шƒщ—јъћƒй--лћјте…у д«щћ—»о«йƒн, ае…шƒйг≈н; а«йјсƒйш≈н, лћјщ—≈о«т м«т¬г»ъ»н.† {с}",
                    "english": "Even as they go, I will spread My net upon them; I will bring them down as the fowls of the heaven; I will chastise them, as their congregation hath been made to hear. {S}",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "††ае…й м»д∆н лћƒй-р»гјгећ оƒоћ∆рћƒй, щ—…г м»д∆н лћƒй-ф»щ—јтећ бƒй; еја»р…лƒй а∆фјгћ≈н--ејд≈оћ»д, гћƒбћјшећ т»м«й лћјж»бƒйн.",
                    "english": "Woe unto them! for they have strayed from Me; Destruction unto them! for they have transgressed against Me; Shall I then redeem them, seeing they have spoken lies against Me?",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "††ејм…а-ж»т¬чећ а≈м«й бћјмƒбћ»н, лћƒй йјй≈мƒймећ т«м-оƒщ—јлћјбе…ъ»н; т«м-гћ»в»п ејъƒйше…щ— йƒъјвће…ш»шећ, й»сећшећ бƒй.",
                    "english": "And they have not cried unto Me with their heart, though they wail upon their beds; they assemble themselves for corn and wine, they rebel against Me.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "††е«а¬рƒй йƒсћ«шјъћƒй, зƒжћ«чјъћƒй жјше…т…ъ»н; еја≈м«й, йјз«щћ—јбећ-ш»т.",
                    "english": "Though I have trained and strengthened their arms, yet do they devise evil against Me.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "††й»щ—ећбећ м…а т»м, д»йећ лћјч∆щ—∆ъ шјоƒйћ»д--йƒфћјмећ б«з∆ш∆б щ“»ш≈йд∆н, оƒжћ«т«н мјщ—е…р»н; же… м«тјвћ»н, бћја∆ш∆х оƒцјш»йƒн.",
                    "english": "They return, but not upwards; they are become like a deceitful bow; their princes shall fall by the sword for the rage of their tongue; this shall be their derision in the land of Egypt.",
                    "verseNumber": 16
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1307.htm"
        },
        "8": {
            "chapterNumber": 8,
            "canonicalTitle": "Hosea Chapter 8",
            "verses": {
                "1": {
                    "hebrew": "††а∆м-зƒлћјк» щ—…ф»ш, лћ«рћ∆щ—∆ш т«м-бћ≈йъ йјде»д--й«т«п т»бјшећ бјшƒйъƒй, ејт«м-ъће…ш»ъƒй фћ»щ—»тећ.",
                    "english": "Set the horn to thy mouth. As a vulture he cometh against the house of the LORD; because they have transgressed My covenant, and trespassed against My law.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "††мƒй, йƒжјт»чећ; аЅм…д«й йјг«т¬рећк», йƒщ“јш»а≈м.",
                    "english": "Will they cry unto Me: 'My God, we Israel know Thee'?",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "††ж»р«з йƒщ“јш»а≈м, ие…б; ае…й≈б, йƒшјгћјфе….",
                    "english": "Israel hath cast off that which is good; the enemy shall pursue him.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "††д≈н дƒојмƒйлећ ејм…а оƒоћ∆рћƒй, д≈щ“ƒйшећ ејм…а й»г»тјъћƒй; лћ«сјфћ»н ећжјд»б»н, т»щ“ећ м»д∆н т¬ц«бћƒйн, мјо«т«п, йƒлћ»ш≈ъ.",
                    "english": "They have set up kings, but not from Me, they have made princes, and I knew it not; of their silver and their gold have they made them idols, that they may be cut off.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "††ж»р«з т∆вјм≈кј щ—…ојше…п, з»ш»д а«фћƒй бћ»н; т«г-о»ъ«й, м…а йећлјмећ рƒчћ»й…п.",
                    "english": "Thy calf, O Samaria, is cast off; Mine anger is kindled against them; how long will it be ere they attain to innocency?",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "††лћƒй оƒйћƒщ“јш»а≈м, ејдећа--з»ш»щ— т»щ“»дећ, ејм…а аЅм…дƒйн дећа:† лћƒй-щ—јб»бƒйн йƒдјй∆д, т≈в∆м щ—…ојше…п.",
                    "english": "For from Israel is even this: the craftsman made it, and it is no God; yea, the calf of Samaria shall be broken in shivers.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "††лћƒй шећз« йƒжјш»тећ, ејсећф»ъ»д йƒчјц…шећ; ч»о»д а≈йп-ме…, ц∆о«з бћјмƒй й«т¬щ“∆д-чћ∆о«з--аећм«й й«т¬щ“∆д, ж»шƒйн йƒбјм»тЋдећ.",
                    "english": "For they sow the wind, and they shall reap the whirlwind; it hath no stalk, the bud that shall yield no meal; if so be it yield, strangers shall swallow it up.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "††рƒбјм«т, йƒщ“јш»а≈м; т«ъћ»д д»йећ б«вће…йƒн, лћƒлјмƒй а≈йп-з≈ф∆х бће….",
                    "english": "Israel is swallowed up; now are they become among the nations as a vessel wherein is no value.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "††лћƒй-д≈оћ»д т»мећ а«щћ—ећш, фћ∆ш∆а бће…г≈г ме…; а∆фјш«йƒн, дƒъјрећ а¬д»бƒйн.",
                    "english": "For they are gone up to Assyria, like a wild ass alone by himself; Ephraim hath hired lovers.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "††вћ«н лћƒй-йƒъјрећ б«вће…йƒн, т«ъћ»д а¬ч«бћјц≈н; е«йћ»з≈мћећ оћјт»и, оƒоћ«щћ“»а о∆м∆кј щ“»шƒйн.",
                    "english": "Yea, though they hire among the nations, now will I gather them up; and they begin to be minished by reason of the burden of king and princes.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "††лћƒй-дƒшјбћ»д а∆фјш«йƒн оƒжјбћјзе…ъ, м«з¬и…а:† д»йећ-ме… оƒжјбћјзе…ъ, м«з¬и…а.",
                    "english": "For Ephraim hath multiplied altars to sin, yea, altars have been unto him to sin.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "††алъеб- (а∆лјъћ»б-) ме…--шбе (шЋбћ≈й), ъће…ш»ъƒй:† лћјое…-ж»ш, р∆зјщ—»бећ.",
                    "english": "Though I write for him never so many things of My Law, they are accounted as a stranger's.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "††жƒбјз≈й д«бјд»б«й, йƒжјбћјзећ б»щ“»ш е«йћ…ал≈мећ--йјде»д, м…а ш»ц»н; т«ъћ»д йƒжјлћ…ш т¬е р»н, ејйƒфјч…г з«ић…аеъ»н--д≈оћ»д, оƒцјш«йƒн й»щ—ећбећ.",
                    "english": "As for the sacrifices that are made by fire unto Me, let them sacrifice flesh and eat it, for the LORD accepteth them not. Now will He remember their iniquity, and punish their sins; they shall return to Egypt.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "††е«йћƒщ—јлћ«з йƒщ“јш»а≈м а∆ъ-т…щ“≈дећ, е«йћƒб∆п д≈йл»ме…ъ, еƒйдећг»д, дƒшјбћ»д т»шƒйн бћјцЋше…ъ; ејщ—ƒмћ«зјъћƒй-а≈щ— бћјт»ш»йе, еја»лјм»д а«шјојр…ъ∆йд».† {ф}",
                    "english": "For Israel hath forgotten his Maker, and builded palaces, and Judah hath multiplied fortified cities; but I will send a fire upon his cities, and it shall devour the castles thereof. {P}",
                    "verseNumber": 14
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1308.htm"
        },
        "9": {
            "chapterNumber": 9,
            "canonicalTitle": "Hosea Chapter 9",
            "verses": {
                "1": {
                    "hebrew": "††а«м-ъћƒщ“јо«з йƒщ“јш»а≈м а∆м-вћƒйм лћ»т«оћƒйн, лћƒй ж»рƒйъ» о≈т«м аЅм…д∆йк»; а»д«бјъћ» а∆ъјр»п, т«м лћ»м-вћ»шјре…ъ гћ»в»п.",
                    "english": "Rejoice not, O Israel, unto exultation, like the peoples, for thou hast gone astray from thy God, thou hast loved a harlot's hire upon every corn-floor.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "††вћ…ш∆п е»й∆ч∆б, м…а йƒшјт≈н; ејъƒйше…щ—, йјл«з∆щ— бћ»дћ.",
                    "english": "The threshing-floor and the wine-press shall not feed them, and the new wine shall fail her.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "††м…а й≈щ—јбећ, бћја∆ш∆х йјде»д; ејщ—»б а∆фјш«йƒн оƒцјш«йƒн, ећбја«щћ—ећш и»о≈а й…ал≈мећ.",
                    "english": "They shall not dwell in the LORD'S land; but Ephraim shall return to Egypt, and they shall eat unclean food in Assyria.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "††м…а-йƒсћјлећ м«йде»д й«йƒп, ејм…а й∆т∆шјбећ-ме…--жƒбјз≈йд∆н лћјм∆з∆н ае…рƒйн м»д∆н, лћ»м-а…лјм»йе йƒић«оћ»аећ:† лћƒй-м«зјо»н мјр«фјщ—»н, м…а й»бе…а бћ≈йъ йјде»д.",
                    "english": "They shall not pour out wine-offerings to the LORD, neither shall they be pleasing unto Him; their sacrifices shall be unto them as the bread of mourners, all that eat thereof shall be polluted; for their bread shall be for their appetite, it shall not come into the house of the LORD.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "††о«д-ъћ«т¬щ“ећ, мјйе…н ое…т≈г, ећмјйе…н, з«в-йјде»д.",
                    "english": "What will ye do in the day of the appointed season, and in the day of the feast of the LORD?",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "††лћƒй-дƒрћ≈д д»мјлећ оƒщћ—…г, оƒцјш«йƒн ъћјч«бћјц≈н о…у ъћјч«бћјш≈н; о«зјо«г мјл«сјфћ»н, чƒоће…щ“ йƒйш»щ—≈н, зе…з«, бћја»д√м≈йд∆н.",
                    "english": "For, lo, they are gone away from destruction, yet Egypt shall gather them up, Memphis shall bury them; their precious treasures of silver, nettles shall possess them, thorns shall be in their tents.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "††бћ»аећ йјо≈й д«фћјчЋгћ»д, бћ»аећ йјо≈й д«щћ—ƒмћЋн--й≈гјтећ, йƒщ“јш»а≈м; аЅеƒйм д«рћ»бƒйа, ојщ—Ћвћ»т аƒйщ— д»шећз«--т«м ш…б т¬е рјк», ејш«бћ»д о«щ“ји≈о»д.",
                    "english": "The days of visitation are come, the days of recompense are come, Israel shall know it. The prophet is a fool, the man of the spirit is mad! For the multitude of thine iniquity, the enmity is great.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "††ц…ф∆д а∆фјш«йƒн, тƒн-аЅм…д»й; р»бƒйа фћ«з й»че…щ—, т«м-лћ»м-гћјш»л»йе--о«щ“ји≈о»д, бћјб≈йъ аЅм…д»йе.",
                    "english": "Ephraim is a watchman with my God; as for the prophet, a fowler's snare is in all his ways, and enmity in the house of his God.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "††д∆тјоƒйчећ щ—ƒз≈ъећ, лћƒйо≈й д«вћƒбјт»д; йƒжјлће…ш т¬е р»н, йƒфјче…г з«ић…аеъ»н.† {с}",
                    "english": "They have deeply corrupted themselves, as in the days of Gibeah; He will remember their iniquity, He will punish their sins. {S}",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "††лћ«т¬р»бƒйн бћ«оћƒгјбћ»ш, о»ц»аъƒй йƒщ“јш»а≈м--лћјбƒлћећш»д бƒъја≈р»д бћјш≈ащ—ƒйъ»дћ, ш»аƒйъƒй а¬бе…ъ≈йл∆н; д≈оћ»д бћ»аећ б«т«м-фћјте…ш, е«йћƒрћ»жјшећ м«бћ…щ—∆ъ, е«йћƒдјйећ щ—ƒчћећцƒйн, лћја»д√б»н.",
                    "english": "I found Israel like grapes in the wilderness, I saw your fathers as the first-ripe in the fig-tree at her first season; but so soon as they came to Baal-peor, they separated themselves unto the shameful thing, and became detestable like that which they loved.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "††а∆фјш«йƒн, лћ»те…у йƒъјте…ф≈у лћјбе…г»н; оƒмћ≈г»д ећоƒбћ∆и∆п, ећо≈д≈ш»йе…п.",
                    "english": "As for Ephraim, their glory shall fly away like a bird; there shall be no birth, and none with child, and no conception.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "††лћƒй аƒн-йјв«гћјмећ а∆ъ-бћјр≈йд∆н, ејщ—ƒлћ«мјъћƒйн о≈а»г»н:† лћƒй-в«н-ае…й м»д∆н, бћјщ“ећшƒй о≈д∆н.",
                    "english": "Yea, though they bring up their children, yet will I bereave them, that there be not a man left; yea, woe also to them when I depart from them!",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "††а∆фјш«йƒн лћ«а¬щ—∆ш-ш»аƒйъƒй мјце…ш, щ—јъећм»д бјр»е∆д; еја∆фјш«йƒн, мјде…цƒйа а∆м-д…ш≈в бћ»р»йе.",
                    "english": "Ephraim, like as I have seen Tyre, is planted in a pleasant place; but Ephraim shall bring forth his children to the slayer.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "††ъћ≈п-м»д∆н йјде»д, о«д-ъћƒъћ≈п; ъћ≈п-м»д∆н ш∆з∆н о«щ—јлћƒйм, ејщ—»г«йƒн ц…ојчƒйн.",
                    "english": "Give them, O LORD, whatsoever Thou wilt give; give them a miscarrying womb and dry breasts.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "††лћ»м-ш»т»ъ»н бћ«вћƒмјвћ»м, лћƒй-щ—»н щ“јр≈аъƒйн, т«м ш…т« о«т«мјм≈йд∆н, оƒбћ≈йъƒй а¬в»шјщ—≈н; м…а ае…с≈у а«д¬б»ъ»н, лћ»м-щ“»ш≈йд∆н с…шјшƒйн.",
                    "english": "All their wickedness is in Gilgal, for there I hated them; because of the wickedness of their doings I will drive them out of My house; I will love them no more, all their princes are rebellious.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "††дЋлћ»д а∆фјш«йƒн--щ—»шјщ—»н й»б≈щ—, фћјшƒй бмй- (б«м-) й«т¬щ“ећп; вћ«н лћƒй й≈м≈гећп, ејд≈о«ъћƒй о«з¬о«гћ≈й бƒијр»н.",
                    "english": "Ephraim is smitten, their root is dried up, they shall bear no fruit; yea, though they bring forth, yet will I slay the beloved fruit of their womb.",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "††йƒоја»с≈н аЅм…д«й, лћƒй м…а щ—»ојтећ ме…; ејйƒдјйећ р…гјгƒйн, бћ«вће…йƒн.† {с}",
                    "english": "My God will cast them away, because they did not hearken unto Him; and they shall be wanderers among the nations. {S}",
                    "verseNumber": 17
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1309.htm"
        },
        "10": {
            "chapterNumber": 10,
            "canonicalTitle": "Hosea Chapter 10",
            "verses": {
                "1": {
                    "hebrew": "גֶּפֶן בּוֹקֵק יִשְׂרָאֵל, פְּרִי יְשַׁוֶּה-לּוֹ; כְּרֹב לְפִרְיוֹ, הִרְבָּה לַמִּזְבְּחוֹת--כְּטוֹב לְאַרְצוֹ, הֵיטִיבוּ מַצֵּבוֹת.",
                    "english": "Israel was a luxuriant vine, which put forth fruit freely: as his fruit increased, he increased his altars; the more goodly his land was, the more goodly were his pillars.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "חָלַק לִבָּם, עַתָּה יֶאְשָׁמוּ; הוּא יַעֲרֹף מִזְבְּחוֹתָם, יְשֹׁדֵד מַצֵּבוֹתָם.",
                    "english": "Their heart is divided; now shall they bear their guilt; He will break down their altars, He will spoil their pillars.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "כִּי עַתָּה יֹאמְרוּ, אֵין מֶלֶךְ לָנוּ:  כִּי לֹא יָרֵאנוּ אֶת-יְהוָה, וְהַמֶּלֶךְ מַה-יַּעֲשֶׂה-לָּנוּ.",
                    "english": "Surely now shall they say: 'We have no king; for we feared not the LORD; and the king, what can he do for us?'",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "דִּבְּרוּ דְבָרִים, אָלוֹת שָׁוְא כָּרֹת בְּרִית; וּפָרַח כָּרֹאשׁ מִשְׁפָּט, עַל תַּלְמֵי שָׂדָי.",
                    "english": "They speak words, they swear falsely, they make covenants; thus judgment springeth up as hemlock in the furrows of the field.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "לְעֶגְלוֹת בֵּית אָוֶן, יָגוּרוּ שְׁכַן שֹׁמְרוֹן:  כִּי-אָבַל עָלָיו עַמּוֹ, וּכְמָרָיו עָלָיו יָגִילוּ--עַל-כְּבוֹדוֹ, כִּי-גָלָה מִמֶּנּוּ.",
                    "english": "The inhabitants of Samaria shall be in dread for the calves of Beth-aven; for the people thereof shall mourn over it, and the priests thereof shall tremble for it, for its glory, because it is departed from it.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "גַּם-אוֹתוֹ לְאַשּׁוּר יוּבָל, מִנְחָה לְמֶלֶךְ יָרֵב; בָּשְׁנָה אֶפְרַיִם יִקָּח, וְיֵבוֹשׁ יִשְׂרָאֵל מֵעֲצָתוֹ.",
                    "english": "It also shall be carried unto Assyria, for a present to King Contentious; Ephraim shall receive shame, and Israel shall be ashamed of his own counsel.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "נִדְמֶה שֹׁמְרוֹן, מַלְכָּהּ, כְּקֶצֶף, עַל-פְּנֵי-מָיִם.",
                    "english": "As for Samaria, her king is cut off, as foam upon the water.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וְנִשְׁמְדוּ בָּמוֹת אָוֶן, חַטַּאת יִשְׂרָאֵל--קוֹץ וְדַרְדַּר, יַעֲלֶה עַל-מִזְבְּחוֹתָם; וְאָמְרוּ לֶהָרִים כַּסּוּנוּ, וְלַגְּבָעוֹת נִפְלוּ עָלֵינוּ.  {פ}",
                    "english": "The high places also of Aven shall be destroyed, even the sin of Israel. The thorn and the thistle shall come up on their altars; and they shall say to the mountains: 'Cover us', and to the hills: 'Fall on us.' {P}",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "מִימֵי, הַגִּבְעָה, חָטָאתָ, יִשְׂרָאֵל; שָׁם עָמָדוּ, לֹא-תַשִּׂיגֵם בַּגִּבְעָה מִלְחָמָה עַל-בְּנֵי עַלְוָה.",
                    "english": "From the days of Gibeah thou hast sinned, O Israel; there they stood; no battle was to overtake them in Gibeah, nor the children of arrogancy.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "בְּאַוָּתִי, וְאֶסֳּרֵם; וְאֻסְּפוּ עֲלֵיהֶם עַמִּים, בְּאָסְרָם לִשְׁתֵּי עינתם (עוֹנוֹתָם).",
                    "english": "When it is My desire, I will chastise them; and the peoples shall be gathered against them, when they are yoked to their two rings.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "וְאֶפְרַיִם עֶגְלָה מְלֻמָּדָה, אֹהַבְתִּי לָדוּשׁ, וַאֲנִי עָבַרְתִּי, עַל-טוּב צַוָּארָהּ; אַרְכִּיב אֶפְרַיִם יַחֲרוֹשׁ יְהוּדָה, יְשַׂדֶּד-לוֹ יַעֲקֹב.",
                    "english": "And Ephraim is a heifer well broken, that loveth to thresh, and I have passed over upon her fair neck; I will make Ephraim to ride, Judah shall plow, Jacob shall break his clods.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "זִרְעוּ לָכֶם לִצְדָקָה קִצְרוּ לְפִי-חֶסֶד, נִירוּ לָכֶם נִיר; וְעֵת, לִדְרוֹשׁ אֶת-יְהוָה, עַד-יָבוֹא, וְיֹרֶה צֶדֶק לָכֶם.",
                    "english": "Sow to yourselves according to righteousness, reap according to mercy, break up your fallow ground; for it is time to seek the LORD, till He come and cause righteousness to rain upon you.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "חֲרַשְׁתֶּם-רֶשַׁע עַוְלָתָה קְצַרְתֶּם, אֲכַלְתֶּם פְּרִי-כָחַשׁ--כִּי-בָטַחְתָּ בְדַרְכְּךָ, בְּרֹב גִּבּוֹרֶיךָ.",
                    "english": "Ye have plowed wickedness, ye have reaped iniquity, ye have eaten the fruit of lies; for thou didst trust in thy way, in the multitude of thy mighty men.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וְקָאם שָׁאוֹן, בְּעַמֶּךָ, וְכָל-מִבְצָרֶיךָ יוּשַּׁד, כְּשֹׁד שַׁלְמַן בֵּית אַרְבֵאל בְּיוֹם מִלְחָמָה:  אֵם עַל-בָּנִים, רֻטָּשָׁה.",
                    "english": "Therefore shall a tumult arise among thy hosts, and all thy fortresses shall be spoiled, as Shalman spoiled Beth-arbel in the day of battle; the mother was dashed in pieces with her children.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "כָּכָה, עָשָׂה לָכֶם בֵּית-אֵל, מִפְּנֵי, רָעַת רָעַתְכֶם; בַּשַּׁחַר, נִדְמֹה נִדְמָה מֶלֶךְ יִשְׂרָאֵל.",
                    "english": "So hath Beth-el done unto you because of your great wickedness; at daybreak is the king of Israel utterly cut off.",
                    "verseNumber": 15
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1310.htm"
        },
        "11": {
            "chapterNumber": 11,
            "canonicalTitle": "Hosea Chapter 11",
            "verses": {
                "1": {
                    "hebrew": "כִּי נַעַר יִשְׂרָאֵל, וָאֹהֲבֵהוּ; וּמִמִּצְרַיִם, קָרָאתִי לִבְנִי.",
                    "english": "When Israel was a child, then I loved him, and out of Egypt I called My son.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "קָרְאוּ, לָהֶם; כֵּן, הָלְכוּ מִפְּנֵיהֶם--לַבְּעָלִים יְזַבֵּחוּ, וְלַפְּסִלִים יְקַטֵּרוּן.",
                    "english": "The more they called them, the more they went from them; they sacrificed unto the Baalim, and offered to graven images.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וְאָנֹכִי תִרְגַּלְתִּי לְאֶפְרַיִם, קָחָם עַל-זְרוֹעֹתָיו; וְלֹא יָדְעוּ, כִּי רְפָאתִים.",
                    "english": "And I, I taught Ephraim to walk, taking them by their arms; but they knew not that I healed them.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "בְּחַבְלֵי אָדָם אֶמְשְׁכֵם בַּעֲבֹתוֹת אַהֲבָה, וָאֶהְיֶה לָהֶם כִּמְרִימֵי עֹל עַל לְחֵיהֶם; וְאַט אֵלָיו, אוֹכִיל.",
                    "english": "I drew them with cords of a man, with bands of love; and I was to them as they that take off the yoke on their jaws, and I fed them gently.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "לֹא יָשׁוּב אֶל-אֶרֶץ מִצְרַיִם, וְאַשּׁוּר הוּא מַלְכּוֹ:  כִּי מֵאֲנוּ, לָשׁוּב.",
                    "english": "He shall not return into the land of Egypt, but the Assyrian shall be his king, because they refused to return.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וְחָלָה חֶרֶב בְּעָרָיו, וְכִלְּתָה בַדָּיו וְאָכָלָה--מִמֹּעֲצוֹתֵיהֶם.",
                    "english": "And the sword shall fall upon his cities, and shall consume his bars, and devour them, because of their own counsels.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וְעַמִּי תְלוּאִים, לִמְשׁוּבָתִי; וְאֶל-עַל, יִקְרָאֻהוּ--יַחַד, לֹא יְרוֹמֵם.",
                    "english": "And My people are in suspense about returning to Me; and though they call them upwards, none at all will lift himself up.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "אֵיךְ אֶתֶּנְךָ אֶפְרַיִם, אֲמַגֶּנְךָ יִשְׂרָאֵל--אֵיךְ אֶתֶּנְךָ כְאַדְמָה, אֲשִׂימְךָ כִּצְבֹאיִם; נֶהְפַּךְ עָלַי לִבִּי, יַחַד נִכְמְרוּ נִחוּמָי.",
                    "english": "How shall I give thee up, Ephraim? How shall I surrender thee, Israel? How shall I make thee as Admah? How shall I set thee as Zeboim? My heart is turned within Me, My compassions are kindled together.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "לֹא אֶעֱשֶׂה חֲרוֹן אַפִּי, לֹא אָשׁוּב לְשַׁחֵת אֶפְרָיִם:  כִּי אֵל אָנֹכִי, וְלֹא-אִישׁ--בְּקִרְבְּךָ קָדוֹשׁ, וְלֹא אָבוֹא בְּעִיר.",
                    "english": "I will not execute the fierceness of Mine anger, I will not return to destroy Ephraim; for I am God, and not man, the Holy One in the midst of thee; and I will not come in fury.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "אַחֲרֵי יְהוָה יֵלְכוּ, כְּאַרְיֵה יִשְׁאָג:  כִּי-הוּא יִשְׁאַג, וְיֶחֶרְדוּ בָנִים מִיָּם.",
                    "english": "They shall walk after the LORD, who shall roar like a lion; for He shall roar, and the children shall come trembling from the west.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "יֶחֶרְדוּ כְצִפּוֹר מִמִּצְרַיִם, וּכְיוֹנָה מֵאֶרֶץ אַשּׁוּר; וְהוֹשַׁבְתִּים עַל-בָּתֵּיהֶם, נְאֻם-יְהוָה.  {ס}",
                    "english": "They shall come trembling as a bird out of Egypt, and as a dove out of the land of Assyria; and I will make them to dwell in their houses, saith the LORD. {S}",
                    "verseNumber": 11
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1311.htm"
        },
        "12": {
            "chapterNumber": 12,
            "canonicalTitle": "Hosea Chapter 12",
            "verses": {
                "1": {
                    "hebrew": "††сјб»бЋрƒй бјл«з«щ— а∆фјш«йƒн, ећбјоƒшјо»д бћ≈йъ йƒщ“јш»а≈м; еƒйдећг»д, т…г ш»г тƒн-а≈м, ејтƒн-чјге…щ—ƒйн, р∆аЅо»п.",
                    "english": "Ephraim compasseth Me about with lies, and the house of Israel with deceit; and Judah is yet wayward towards God, and towards the Holy One who is faithful.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "††а∆фјш«йƒн ш…т∆д шећз«, ејш…г≈у ч»гƒйн--лћ»м-д«йће…н, лћ»ж»б е»щ—…г й«шјбћ∆д; ећбјшƒйъ тƒн-а«щћ—ећш йƒлјш…ъећ, ејщ—∆о∆п мјоƒцјш«йƒн йећб»м.",
                    "english": "Ephraim striveth after wind, and followeth after the east wind; all the day he multiplieth lies and desolation; and they make a covenant with Assyria, and oil is carried into Egypt.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "††ејшƒйб м«йде»д, тƒн-йјдећг»д; ејмƒфјч…г т«м-й«т¬ч…б лћƒгјш»л»йе, лћјо«т¬м»м»йе й»щ—ƒйб ме….",
                    "english": "The LORD hath also a controversy with Judah, and will punish Jacob according to his ways, according to his doings will He recompense him.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "††бћ«бћ∆и∆п, т»ч«б а∆ъ-а»зƒйе; ећбјае…ре…, щ“»ш»д а∆ъ-аЅм…дƒйн.",
                    "english": "In the womb he took his brother by the heel, and by his strength he strove with a godlike being;",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "††е«йћ»щ“«ш а∆м-о«мја»кј е«йћЋл»м, бћ»л»д е«йћƒъјз«рћ∆п-ме…; бћ≈йъ-а≈м, йƒојц»а∆рћећ, ејщ—»н, йјг«бћ≈ш тƒоћ»рећ.",
                    "english": "So he strove with an angel, and prevailed; he wept, and made supplication unto him; at Beth-el he would find him, and there he would speak with us;",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "††е«йде»д, аЅм…д≈й д«цћјб»ае…ъ--йјде»д, жƒлјше….",
                    "english": "But the LORD, the God of hosts, the LORD is His name.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "††еја«ъћ»д, бћ≈ам…д∆йк» ъ»щ—ећб; з∆с∆г ећоƒщ—јфћ»и щ—јо…ш, ејч«ећ≈д а∆м-аЅм…д∆йк» ъћ»оƒйг.",
                    "english": "Therefore turn thou to thy God; keep mercy and justice, and wait for thy God continually.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "††лћјр«т«п, бћјй»ге… о…ажјр≈й оƒшјо»д--м«т¬щ—…ч а»д≈б.",
                    "english": "As for the trafficker, the balances of deceit are in his hand. He loveth to oppress.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "††е«йћ…ао∆ш а∆фјш«йƒн--а«кј т»щ—«шјъћƒй, о»ц»аъƒй ае…п мƒй; лћ»м-йјвƒйт«й, м…а йƒојцјаећ-мƒй т»е п а¬щ—∆ш-з≈ија.",
                    "english": "And Ephraim said: 'Surely I am become rich, I have found me wealth; in all my labours they shall find in me no iniquity that were sin.'",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "††еја»р…лƒй йјде»д аЅм…д∆йк», о≈а∆ш∆х оƒцјш»йƒн; т…г ае…щ—ƒйбјк» б»а√д»мƒйн, лћƒйо≈й ое…т≈г.",
                    "english": "But I am the LORD thy God from the land of Egypt; I will yet again make thee to dwell in tents, as in the days of the appointed season.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "††ејгƒбћ«шјъћƒй, т«м-д«рћјбƒйаƒйн, еја»р…лƒй, з»же…п дƒшјбћ≈йъƒй; ећбјй«г д«рћјбƒйаƒйн, а¬г«оћ∆д.",
                    "english": "I have also spoken unto the prophets, and I have multiplied visions; and by the ministry of the prophets have I used similitudes.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "††аƒн-вћƒмјт»г а»е∆п а«кј-щ—»еја д»йећ, бћ«вћƒмјвћ»м щ—је»шƒйн жƒбћ≈зећ; вћ«н оƒжјбћјзе…ъ»н лћјв«мћƒйн, т«м ъћ«мјо≈й щ“»г»й.",
                    "english": "If Gilead be given to iniquity becoming altogether vanity, in Gilgal they sacrifice unto bullocks; yea, their altars shall be as heaps in the furrows of the field.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "††е«йћƒбјш«з й«т¬ч…б, щ“јг≈д а¬ш»н; е«йћ«т¬б…г йƒщ“јш»а≈м бћјаƒщћ—»д, ећбјаƒщћ—»д щ—»о»ш.",
                    "english": "And Jacob fled into the field of Aram, and Israel served for a wife, and for a wife he kept sheep.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "††ећбјр»бƒйа, д∆тЅм»д йјде»д а∆ъ-йƒщ“јш»а≈м оƒоћƒцјш»йƒн; ећбјр»бƒйа, рƒщ—јо»ш.",
                    "english": "And by a prophet the LORD brought Israel up out of Egypt, and by a prophet was he kept.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "††дƒлјтƒйс а∆фјш«йƒн, ъћ«ојшећшƒйн; ејг»о»йе, т»м»йе йƒиће…щ—, ејз∆шјфћ»ъе…, й»щ—ƒйб ме… а¬г…р»йе.",
                    "english": "Ephraim hath provoked most bitterly; therefore shall his blood be cast upon him, and his reproach shall his Lord return unto him.",
                    "verseNumber": 15
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1312.htm"
        },
        "13": {
            "chapterNumber": 13,
            "canonicalTitle": "Hosea Chapter 13",
            "verses": {
                "1": {
                    "hebrew": "††лћјг«бћ≈ш а∆фјш«йƒн шјъ≈ъ, р»щ“»а дећа бћјйƒщ“јш»а≈м; е«йћ∆ајщ—«н бћ«бћ«т«м, е«йћ»о…ъ.",
                    "english": "When Ephraim spoke, there was trembling, he exalted himself in Israel; but when he became guilty through Baal, he died.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "††ејт«ъћ»д йе…сƒфећ м«з¬и…а, е«йћ«т¬щ“ећ м»д∆н о«сћ≈л»д оƒлћ«сјфћ»н лћƒъјбећр»н т¬ц«бћƒйн, о«т¬щ“≈д з»ш»щ—ƒйн, лћЋмћ…д; м»д∆н, д≈н а…ојшƒйн, ж…бјз≈й а»г»н, т¬в»мƒйн йƒщћ—»чећп.",
                    "english": "And now they sin more and more, and have made them molten images of their silver, according to their own understanding, even idols, all of them the work of the craftsmen; of them they say: 'They that sacrifice men kiss calves.'",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "††м»л≈п, йƒдјйећ лћ«т¬р«п-бћ…ч∆ш, ејл«ић«м, о«щ—јлћƒйн д…м≈кј; лћјо…х йјс…т≈ш оƒвћ…ш∆п, ећлјт»щ—»п о≈а¬шЋбћ»д.",
                    "english": "Therefore they shall be as the morning cloud, and as the dew that early passeth away, as the chaff that is driven with the wind out of the threshing-floor, and as the smoke out of the window.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "††еја»р…лƒй йјде»д аЅм…д∆йк», о≈а∆ш∆х оƒцјш»йƒн; е≈ам…дƒйн жећм»ъƒй м…а ъ≈г»т, ећое…щ—ƒйт« а«йƒп бћƒмјъћƒй.",
                    "english": "Yet I am the LORD thy God from the land of Egypt; and thou knowest no God but Me, and beside Me there is no saviour.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "††а¬рƒй йјг«тјъћƒйк», бћ«оћƒгјбћ»ш--бћја∆ш∆х, ъћ«мјаЋбе…ъ.",
                    "english": "I did know thee in the wilderness, in the land of great drought.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "††лћјо«шјтƒйъ»н, е«йћƒщ“јбћ»тећ--щ“»бјтећ, е«йћ»ш»н мƒбћ»н; т«м-лћ≈п, щ—јл≈зећрƒй.",
                    "english": "When they were fed, they became full, they were filled, and their heart was exalted; therefore have they forgotten Me.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "††е»аЅдƒй м»д∆н, лћјое…-щ—»з«м--лћјр»о≈ш, т«м-гћ∆ш∆кј а»щ—ећш.",
                    "english": "Therefore am I become unto them as a lion; as a leopard will I watch by the way;",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "††а∆фјвћјщ—≈н лћјг…б щ—«лћећм, еја∆чјш«т сјве…ш мƒбћ»н; еја…лјм≈н щ—»н лћјм»бƒйа, з«йћ«ъ д«щћ“»г∆д ъћјб«чћјт≈н.",
                    "english": "I will meet them as a bear that is bereaved of her whelps, and will rend the enclosure of their heart; and there will I devour them like a lioness; the wild beast shall tear them.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "††щ—ƒз∆ъјк» йƒщ“јш»а≈м, лћƒй-бƒй бјт∆жјш∆к».",
                    "english": "It is thy destruction, O Israel, that thou art against Me, against thy help.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "††аЅдƒй о«мјлћјк» а≈фе…а, ејйе…щ—ƒйт¬к» бћјл»м-т»ш∆йк»; ејщ—…фји∆йк»--а¬щ—∆ш а»о«шјъћ», ъћјр»д-мћƒй о∆м∆кј ејщ“»шƒйн.",
                    "english": "Ho, now, thy king, that he may save thee in all thy cities! and thy judges, of whom thou saidst: 'Give me a king and princes!'",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "††а∆ъћ∆п-мјк» о∆м∆кј бћја«фћƒй, еја∆чћ«з бћјт∆бјш»ъƒй.† {ф}",
                    "english": "I give thee a king in Mine anger, and take him away in My wrath. {P}",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "††ц»шећш т¬е п а∆фјш»йƒн, цјфећр»д з«ић»аъе….",
                    "english": "The iniquity of Ephraim is bound up; his sin is laid up in store.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "††з∆бјм≈й йе…м≈г»д, й»б…аећ ме…; дећа-б≈п м…а з»л»н, лћƒй-т≈ъ м…а-й«т¬о…г бћјоƒщ—јбћ«ш бћ»рƒйн.",
                    "english": "The throes of a travailing woman shall come upon him; he is an unwise son; for it is time he should not tarry in the place of the breaking forth of children.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "††оƒйћ«г щ—јае…м а∆фјгћ≈н, оƒоћ»е∆ъ а∆вја»м≈н; аЅдƒй гјб»ш∆йк» о»е∆ъ, аЅдƒй ч»и»бјк» щ—јае…м--р…з«н, йƒсћ»ъ≈ш о≈т≈йр»й.",
                    "english": "Shall I ransom them from the power of the nether-world? Shall I redeem them from death? Ho, thy plagues, O death! Ho, thy destruction, O nether-world! Repentance be hid from Mine eyes!",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "††лћƒй дећа, бћ≈йп а«зƒйн й«фјшƒйа; й»бе…а ч»гƒйн шећз« йјде»д оƒоћƒгјбћ»ш т…м∆д, ејй≈бе…щ— ојче…ше… ејй∆зЅш«б о«тјй»ре…--дећа йƒщ—јс∆д, ае…ц«ш лћ»м-лћјмƒй з∆ојгћ»д.",
                    "english": "For though he be fruitful among the reed-plants, an east wind shall come, the wind of the LORD coming up from the wilderness, and his spring shall become dry, and his fountain shall be dried up; he shall spoil the treasure of all precious vessels.",
                    "verseNumber": 15
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1313.htm"
        },
        "14": {
            "chapterNumber": 14,
            "canonicalTitle": "Hosea Chapter 14",
            "verses": {
                "1": {
                    "hebrew": "††ъћ∆ајщ—«н, щ—…ојше…п, лћƒй о»шјъ»д, бћ≈ам…д∆йд»; бћ«з∆ш∆б йƒфћ…мећ--т…мјм≈йд∆н йјшЋић»щ—ећ, ејд»шƒйће…ъ»йе йјбЋчћ»тећ.† {ф}",
                    "english": "Samaria shall bear her guilt, for she hath rebelled against her God; they shall fall by the sword; their infants shall be dashed in pieces, and their women with child shall be ripped up. {P}",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "††щ—ећб»д, йƒщ“јш»а≈м, т«г, йјде»д аЅм…д∆йк»:† лћƒй л»щ—«мјъћ», бћ«т¬е р∆к».",
                    "english": "Return, O Israel, unto the LORD thy God; for thou hast stumbled in thine iniquity.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "††чјзећ тƒоћ»л∆н гћјб»шƒйн, ејщ—ећбећ а∆м-йјде»д; аƒојшећ а≈м»йе, лћ»м-ъћƒщћ“»а т»е п ејч«з-ие…б, ећрјщ—«мћјо»д ф»шƒйн, щ“јф»ъ≈йрећ.",
                    "english": "Take with you words, and return unto the LORD; say unto Him: 'Forgive all iniquity, and accept that which is good; so will we render for bullocks the offering of our lips.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "††а«щћ—ећш м…а йе…щ—ƒйт≈рећ, т«м-сећс м…а рƒшјлћ»б, ејм…а-р…ао«ш те…г аЅм…д≈йрећ, мјо«т¬щ“≈д й»г≈йрећ--а¬щ—∆ш-бћјк», йјшЋз«н й»ъе…н.",
                    "english": "Asshur shall not save us; we will not ride upon horses; neither will we call any more the work of our hands our gods; for in Thee the fatherless findeth mercy.'",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "††а∆шјфћ»а, ојщ—ећб»ъ»н--а…д¬б≈н, рјг»б»д:† лћƒй щ—»б а«фћƒй, оƒоћ∆рћећ.",
                    "english": "I will heal their backsliding, I will love them freely; for Mine anger is turned away from him.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "††а∆дјй∆д л«ић«м мјйƒщ“јш»а≈м, йƒфјш«з лћ«щћ—е…щ—«рћ»д; ејй«кј щ—»ш»щ—»йе, лћ«мћјб»ре…п.",
                    "english": "I will be as the dew unto Israel; he shall blossom as the lily, and cast forth his roots as Lebanon.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "††й≈мјлећ, й…рјче…ъ»йе, еƒйдƒй л«жћ«йƒъ, де…ге…; ејш≈йз« ме…, лћ«мћјб»ре…п.",
                    "english": "His branches shall spread, and his beauty shall be as the olive-tree, and his fragrance as Lebanon.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "††й»щ—Ћбећ й…щ—јб≈й бјцƒмће…, йјз«йћећ г»в»п ејйƒфјшјзећ л«вћ»ф∆п; жƒлјше…, лћјй≈йп мјб»ре…п.",
                    "english": "They that dwell under his shadow shall again make corn to grow, and shall blossom as the vine; the scent thereof shall be as the wine of Lebanon.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "††а∆фјш«йƒн, о«д-мћƒй те…г м»т¬ц«бћƒйн; а¬рƒй т»рƒйъƒй е«а¬щ—ећш∆рћећ, а¬рƒй лћƒбјше…щ— ш«т¬р»п--оƒоћ∆рћƒй, фћ∆шјйјк» рƒојц»а.",
                    "english": "Ephraim [shall say]: 'What have I to do any more with idols?' As for Me, I respond and look on him; I am like a leafy cypress-tree; from Me is thy fruit found.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "††оƒй з»л»н ејй»б≈п а≈мћ∆д, р»бе…п ејй≈г»т≈н:† лћƒй-йјщ—»шƒйн гћ«шјл≈й йјде»д, ејц«гћƒчƒйн й≈мјлећ б»н, ећф…щ—јтƒйн, йƒлћ»щ—јмећ б»н.† {щ}",
                    "english": "Whoso is wise, let him understand these things, whoso is prudent, let him know them. For the ways of the LORD are right, and the just do walk in them; but transgressors do stumble therein. {P}",
                    "verseNumber": 10
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1314.htm"
        },
        "1": {
            "chapterNumber": 1,
            "canonicalTitle": "Hosea Chapter 1",
            "verses": {
                "1": {
                    "hebrew": "דְּבַר-יְהוָה אֲשֶׁר הָיָה, אֶל-הוֹשֵׁעַ בֶּן-בְּאֵרִי, בִּימֵי עֻזִּיָּה יוֹתָם אָחָז יְחִזְקִיָּה, מַלְכֵי יְהוּדָה--וּבִימֵי יָרָבְעָם בֶּן-יוֹאָשׁ, מֶלֶךְ יִשְׂרָאֵל.",
                    "english": "The word of the LORD that came unto Hosea the son of Beeri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "תְּחִלַּת דִּבֶּר-יְהוָה, בְּהוֹשֵׁעַ:  {פ} וַיֹּאמֶר יְהוָה אֶל-הוֹשֵׁעַ, לֵךְ קַח-לְךָ אֵשֶׁת זְנוּנִים וְיַלְדֵי זְנוּנִים--כִּי-זָנֹה תִזְנֶה הָאָרֶץ, מֵאַחֲרֵי יְהוָה.",
                    "english": "When the LORD spoke at first with Hosea, {P} the LORD said unto Hosea: 'Go, take unto thee a wife of harlotry and children of harlotry; for the land doth commit great harlotry, departing from the LORD.'",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וַיֵּלֶךְ, וַיִּקַּח, אֶת-גֹּמֶר, בַּת-דִּבְלָיִם; וַתַּהַר וַתֵּלֶד-לוֹ, בֵּן.",
                    "english": "So he went and took Gomer the daughter of Diblaim; and she conceived, and bore him a son.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וַיֹּאמֶר יְהוָה אֵלָיו, קְרָא שְׁמוֹ יִזְרְעֶאל:  כִּי-עוֹד מְעַט, וּפָקַדְתִּי אֶת-דְּמֵי יִזְרְעֶאל עַל-בֵּית יֵהוּא, וְהִשְׁבַּתִּי, מַמְלְכוּת בֵּית יִשְׂרָאֵל.",
                    "english": "And the LORD said unto him: 'Call his name Jezreel; for yet a little while, and I will visit the blood of Jezreel upon the house of Jehu, and will cause to cease the kingdom of the house of Israel.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וְהָיָה, בַּיּוֹם הַהוּא; וְשָׁבַרְתִּי אֶת-קֶשֶׁת יִשְׂרָאֵל, בְּעֵמֶק יִזְרְעֶאל.",
                    "english": "And it shall come to pass at that day, that I will break the bow of Israel in the valley of Jezreel.'",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וַתַּהַר עוֹד, וַתֵּלֶד בַּת, וַיֹּאמֶר לוֹ, קְרָא שְׁמָהּ לֹא רֻחָמָה:  כִּי לֹא אוֹסִיף עוֹד, אֲרַחֵם אֶת-בֵּית יִשְׂרָאֵל--כִּי-נָשֹׂא אֶשָּׂא, לָהֶם.",
                    "english": "And she conceived again, and bore a daughter. And He said unto him: 'Call her name Lo-ruhamah; for I will no more have compassion upon the house of Israel, that I should in any wise pardon them.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וְאֶת-בֵּית יְהוּדָה אֲרַחֵם, וְהוֹשַׁעְתִּים בַּיהוָה אֱלֹהֵיהֶם; וְלֹא אוֹשִׁיעֵם, בְּקֶשֶׁת וּבְחֶרֶב וּבְמִלְחָמָה, בְּסוּסִים, וּבְפָרָשִׁים.",
                    "english": "But I will have compassion upon the house of Judah, and will save them by the LORD their God, and will not save them by bow, nor by sword, nor by battle, nor by horses, nor by horsemen.'",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וַתִּגְמֹל, אֶת-לֹא רֻחָמָה; וַתַּהַר, וַתֵּלֶד בֵּן.",
                    "english": "Now when she had weaned Lo-ruhamah, she conceived, and bore a son.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "וַיֹּאמֶר, קְרָא שְׁמוֹ לֹא עַמִּי:  כִּי אַתֶּם לֹא עַמִּי, וְאָנֹכִי לֹא-אֶהְיֶה לָכֶם.  {פ}",
                    "english": "And He said: 'Call his name Lo-ammi; for ye are not My people, and I will not be yours.' {P}",
                    "verseNumber": 9
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1301.htm"
        }
    },
    "bookName": {
        "hebrew": "הוֹשֵׁעַ",
        "english": "Hosea"
    }
}