{
    "canonicalBookName": "Jonah",
    "chapters": {
        "2": {
            "chapterNumber": 2,
            "canonicalTitle": "Jonah Chapter 2",
            "verses": {
                "1": {
                    "hebrew": "וַיְמַן יְהוָה דָּג גָּדוֹל, לִבְלֹעַ אֶת-יוֹנָה; וַיְהִי יוֹנָה בִּמְעֵי הַדָּג, שְׁלֹשָׁה יָמִים וּשְׁלֹשָׁה לֵילוֹת.",
                    "english": "And the LORD prepared a great fish to swallow up Jonah; and Jonah was in the belly of the fish three days and three nights.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וַיִּתְפַּלֵּל יוֹנָה, אֶל-יְהוָה אֱלֹהָיו, מִמְּעֵי, הַדָּגָה.",
                    "english": "Then Jonah prayed unto the LORD his God out of the fish's belly.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וַיֹּאמֶר, קָרָאתִי מִצָּרָה לִי אֶל-יְהוָה--וַיַּעֲנֵנִי; מִבֶּטֶן שְׁאוֹל שִׁוַּעְתִּי, שָׁמַעְתָּ קוֹלִי.",
                    "english": "And he said: I called out of mine affliction unto the LORD, and He answered me; out of the belly of the nether-world cried I, and Thou heardest my voice.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וַתַּשְׁלִיכֵנִי מְצוּלָה בִּלְבַב יַמִּים, וְנָהָר יְסֹבְבֵנִי; כָּל-מִשְׁבָּרֶיךָ וְגַלֶּיךָ, עָלַי עָבָרוּ.",
                    "english": "For Thou didst cast me into the depth, in the heart of the seas, and the flood was round about me; all Thy waves and Thy billows passed over me.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וַאֲנִי אָמַרְתִּי, נִגְרַשְׁתִּי מִנֶּגֶד עֵינֶיךָ; אַךְ אוֹסִיף לְהַבִּיט, אֶל-הֵיכַל קָדְשֶׁךָ.",
                    "english": "And I said: 'I am cast out from before Thine eyes'; yet I will look again toward Thy holy temple.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "אֲפָפוּנִי מַיִם עַד-נֶפֶשׁ, תְּהוֹם יְסֹבְבֵנִי; סוּף, חָבוּשׁ לְרֹאשִׁי.",
                    "english": "The waters compassed me about, even to the soul; the deep was round about me; the weeds were wrapped about my head.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "לְקִצְבֵי הָרִים יָרַדְתִּי, הָאָרֶץ בְּרִחֶיהָ בַעֲדִי לְעוֹלָם; וַתַּעַל מִשַּׁחַת חַיַּי, יְהוָה אֱלֹהָי.",
                    "english": "I went down to the bottoms of the mountains; the earth with her bars closed upon me for ever; yet hast Thou brought up my life from the pit, O LORD my God.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "בְּהִתְעַטֵּף עָלַי נַפְשִׁי, אֶת-יְהוָה זָכָרְתִּי; וַתָּבוֹא אֵלֶיךָ תְּפִלָּתִי, אֶל-הֵיכַל קָדְשֶׁךָ.",
                    "english": "When my soul fainted within me, I remembered the LORD; and my prayer came in unto Thee, into Thy holy temple.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "מְשַׁמְּרִים, הַבְלֵי-שָׁוְא--חַסְדָּם, יַעֲזֹבוּ.",
                    "english": "They that regard lying vanities forsake their own mercy.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וַאֲנִי, בְּקוֹל תּוֹדָה אֶזְבְּחָה-לָּךְ, אֲשֶׁר נָדַרְתִּי, אֲשַׁלֵּמָה:  יְשׁוּעָתָה, לַיהוָה.  {ס}",
                    "english": "But I will sacrifice unto Thee with the voice of thanksgiving; that which I have vowed I will pay. Salvation is of the LORD. {S}",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "וַיֹּאמֶר יְהוָה, לַדָּג; וַיָּקֵא אֶת-יוֹנָה, אֶל-הַיַּבָּשָׁה.  {פ}",
                    "english": "And the LORD spoke unto the fish, and it vomited out Jonah upon the dry land. {P}",
                    "verseNumber": 11
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1702.htm"
        },
        "3": {
            "chapterNumber": 3,
            "canonicalTitle": "Jonah Chapter 3",
            "verses": {
                "1": {
                    "hebrew": "וַיְהִי דְבַר-יְהוָה אֶל-יוֹנָה, שֵׁנִית לֵאמֹר.",
                    "english": "And the word of the LORD came unto Jonah the second time, saying:",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "קוּם לֵךְ אֶל-נִינְוֵה, הָעִיר הַגְּדוֹלָה; וּקְרָא אֵלֶיהָ אֶת-הַקְּרִיאָה, אֲשֶׁר אָנֹכִי דֹּבֵר אֵלֶיךָ.",
                    "english": "'Arise, go unto Nineveh, that great city, and make unto it the proclamation that I bid thee.'",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וַיָּקָם יוֹנָה, וַיֵּלֶךְ אֶל-נִינְוֵה--כִּדְבַר יְהוָה; וְנִינְוֵה, הָיְתָה עִיר-גְּדוֹלָה לֵאלֹהִים--מַהֲלַךְ, שְׁלֹשֶׁת יָמִים.",
                    "english": "So Jonah arose, and went unto Nineveh, according to the word of the LORD. Now Nineveh was an exceeding great city, of three days' journey.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וַיָּחֶל יוֹנָה לָבוֹא בָעִיר, מַהֲלַךְ יוֹם אֶחָד; וַיִּקְרָא, וַיֹּאמַר, עוֹד אַרְבָּעִים יוֹם, וְנִינְוֵה נֶהְפָּכֶת.",
                    "english": "And Jonah began to enter into the city a day's journey, and he proclaimed, and said: 'Yet forty days, and Nineveh shall be overthrown.'",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וַיַּאֲמִינוּ אַנְשֵׁי נִינְוֵה, בֵּאלֹהִים; וַיִּקְרְאוּ-צוֹם וַיִּלְבְּשׁוּ שַׂקִּים, מִגְּדוֹלָם וְעַד-קְטַנָּם.",
                    "english": "And the people of Nineveh believed God; and they proclaimed a fast, and put on sackcloth, from the greatest of them even to the least of them.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וַיִּגַּע הַדָּבָר, אֶל-מֶלֶךְ נִינְוֵה, וַיָּקָם מִכִּסְאוֹ, וַיַּעֲבֵר אַדַּרְתּוֹ מֵעָלָיו; וַיְכַס שַׂק, וַיֵּשֶׁב עַל-הָאֵפֶר.",
                    "english": "And the tidings reached the king of Nineveh, and he arose from his throne, and laid his robe from him, and covered him with sackcloth, and sat in ashes.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וַיַּזְעֵק, וַיֹּאמֶר בְּנִינְוֵה, מִטַּעַם הַמֶּלֶךְ וּגְדֹלָיו, לֵאמֹר:  הָאָדָם וְהַבְּהֵמָה הַבָּקָר וְהַצֹּאן, אַל-יִטְעֲמוּ מְאוּמָה--אַל-יִרְעוּ, וּמַיִם אַל-יִשְׁתּוּ.",
                    "english": "And he caused it to be proclaimed and published through Nineveh by the decree of the king and his nobles, saying: 'Let neither man nor beast, herd nor flock, taste any thing; let them not feed, nor drink water;",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וְיִתְכַּסּוּ שַׂקִּים, הָאָדָם וְהַבְּהֵמָה, וְיִקְרְאוּ אֶל-אֱלֹהִים, בְּחָזְקָה; וְיָשֻׁבוּ, אִישׁ מִדַּרְכּוֹ הָרָעָה, וּמִן-הֶחָמָס, אֲשֶׁר בְּכַפֵּיהֶם.",
                    "english": "but let them be covered with sackcloth, both man and beast, and let them cry mightily unto God; yea, let them turn every one from his evil way, and from the violence that is in their hands.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "מִי-יוֹדֵעַ יָשׁוּב, וְנִחַם הָאֱלֹהִים; וְשָׁב מֵחֲרוֹן אַפּוֹ, וְלֹא נֹאבֵד.",
                    "english": "Who knoweth whether God will not turn and repent, and turn away from His fierce anger, that we perish not?'",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וַיַּרְא הָאֱלֹהִים אֶת-מַעֲשֵׂיהֶם, כִּי-שָׁבוּ מִדַּרְכָּם הָרָעָה; וַיִּנָּחֶם הָאֱלֹהִים, עַל-הָרָעָה אֲשֶׁר-דִּבֶּר לַעֲשׂוֹת-לָהֶם--וְלֹא עָשָׂה.",
                    "english": "And God saw their works, that they turned from their evil way; and God repented of the evil, which He said He would do unto them; and He did it not.",
                    "verseNumber": 10
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1703.htm"
        },
        "4": {
            "chapterNumber": 4,
            "canonicalTitle": "Jonah Chapter 4",
            "verses": {
                "1": {
                    "hebrew": "וַיֵּרַע אֶל-יוֹנָה, רָעָה גְדוֹלָה; וַיִּחַר, לוֹ.",
                    "english": "But it displeased Jonah exceedingly, and he was angry.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וַיִּתְפַּלֵּל אֶל-יְהוָה וַיֹּאמַר, אָנָּה יְהוָה הֲלוֹא-זֶה דְבָרִי עַד-הֱיוֹתִי עַל-אַדְמָתִי--עַל-כֵּן קִדַּמְתִּי, לִבְרֹחַ תַּרְשִׁישָׁה:  כִּי יָדַעְתִּי, כִּי אַתָּה אֵל-חַנּוּן וְרַחוּם, אֶרֶךְ אַפַּיִם וְרַב-חֶסֶד, וְנִחָם עַל-הָרָעָה.",
                    "english": "And he prayed unto the LORD, and said: 'I pray Thee, O LORD, was not this my saying, when I was yet in mine own country? Therefore I fled beforehand unto Tarshish; for I knew that Thou art a gracious God, and compassionate, long-suffering, and abundant in mercy, and repentest Thee of the evil.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וְעַתָּה יְהוָה, קַח-נָא אֶת-נַפְשִׁי מִמֶּנִּי:  כִּי טוֹב מוֹתִי, מֵחַיָּי.  {ס}",
                    "english": "Therefore now, O LORD, take, I beseech Thee, my life from me; for it is better for me to die than to live.' {S}",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וַיֹּאמֶר יְהוָה, הַהֵיטֵב חָרָה לָךְ.",
                    "english": "And the LORD said: 'Art thou greatly angry?'",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וַיֵּצֵא יוֹנָה מִן-הָעִיר, וַיֵּשֶׁב מִקֶּדֶם לָעִיר; וַיַּעַשׂ לוֹ שָׁם סֻכָּה, וַיֵּשֶׁב תַּחְתֶּיהָ בַּצֵּל, עַד אֲשֶׁר יִרְאֶה, מַה-יִּהְיֶה בָּעִיר.",
                    "english": "Then Jonah went out of the city, and sat on the east side of the city, and there made him a booth, and sat under it in the shadow, till he might see what would become of the city.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וַיְמַן יְהוָה-אֱלֹהִים קִיקָיוֹן וַיַּעַל מֵעַל לְיוֹנָה, לִהְיוֹת צֵל עַל-רֹאשׁוֹ, לְהַצִּיל לוֹ, מֵרָעָתוֹ; וַיִּשְׂמַח יוֹנָה עַל-הַקִּיקָיוֹן, שִׂמְחָה גְדוֹלָה.",
                    "english": "And the LORD God prepared a gourd, and made it to come up over Jonah, that it might be a shadow over his head, to deliver him from his evil. So Jonah was exceeding glad because of the gourd.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וַיְמַן הָאֱלֹהִים תּוֹלַעַת, בַּעֲלוֹת הַשַּׁחַר לַמָּחֳרָת; וַתַּךְ אֶת-הַקִּיקָיוֹן, וַיִּיבָשׁ.",
                    "english": "But God prepared a worm when the morning rose the next day, and it smote the gourd, that it withered.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וַיְהִי כִּזְרֹחַ הַשֶּׁמֶשׁ, וַיְמַן אֱלֹהִים רוּחַ קָדִים חֲרִישִׁית, וַתַּךְ הַשֶּׁמֶשׁ עַל-רֹאשׁ יוֹנָה, וַיִּתְעַלָּף; וַיִּשְׁאַל אֶת-נַפְשׁוֹ, לָמוּת, וַיֹּאמֶר, טוֹב מוֹתִי מֵחַיָּי.",
                    "english": "And it came to pass, when the sun arose, that God prepared a vehement east wind; and the sun beat upon the head of Jonah, that he fainted, and requested for himself that he might die, and said: 'It is better for me to die than to live.'",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "וַיֹּאמֶר אֱלֹהִים אֶל-יוֹנָה, הַהֵיטֵב חָרָה-לְךָ עַל-הַקִּיקָיוֹן; וַיֹּאמֶר, הֵיטֵב חָרָה-לִי עַד-מָוֶת.",
                    "english": "And God said to Jonah: 'Art thou greatly angry for the gourd?' And he said: 'I am greatly angry, even unto death.'",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וַיֹּאמֶר יְהוָה--אַתָּה חַסְתָּ עַל-הַקִּיקָיוֹן, אֲשֶׁר לֹא-עָמַלְתָּ בּוֹ וְלֹא גִדַּלְתּוֹ:  שֶׁבִּן-לַיְלָה הָיָה, וּבִן-לַיְלָה אָבָד.",
                    "english": "And the LORD said: 'Thou hast had pity on the gourd, for which thou hast not laboured, neither madest it grow, which came up in a night, and perished in a night;",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "וַאֲנִי לֹא אָחוּס, עַל-נִינְוֵה הָעִיר הַגְּדוֹלָה--אֲשֶׁר יֶשׁ-בָּהּ הַרְבֵּה מִשְׁתֵּים-עֶשְׂרֵה רִבּוֹ אָדָם, אֲשֶׁר לֹא-יָדַע בֵּין-יְמִינוֹ לִשְׂמֹאלוֹ, וּבְהֵמָה, רַבָּה.  {ש}",
                    "english": "and should not I have pity on Nineveh, that great city, wherein are more than sixscore thousand persons that cannot discern between their right hand and their left hand, and also much cattle?' {P}",
                    "verseNumber": 11
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1704.htm"
        },
        "1": {
            "chapterNumber": 1,
            "canonicalTitle": "Jonah Chapter 1",
            "verses": {
                "1": {
                    "hebrew": "וַיְהִי, דְּבַר-יְהוָה, אֶל-יוֹנָה בֶן-אֲמִתַּי, לֵאמֹר.",
                    "english": "Now the word of the LORD came unto Jonah the son of Amittai, saying:",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "קוּם לֵךְ אֶל-נִינְוֵה, הָעִיר הַגְּדוֹלָה--וּקְרָא עָלֶיהָ:  כִּי-עָלְתָה רָעָתָם, לְפָנָי.",
                    "english": "'Arise, go to Nineveh, that great city, and proclaim against it; for their wickedness is come up before Me.'",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וַיָּקָם יוֹנָה לִבְרֹחַ תַּרְשִׁישָׁה, מִלִּפְנֵי יְהוָה; וַיֵּרֶד יָפוֹ וַיִּמְצָא אֳנִיָּה בָּאָה תַרְשִׁישׁ, וַיִּתֵּן שְׂכָרָהּ וַיֵּרֶד בָּהּ לָבוֹא עִמָּהֶם תַּרְשִׁישָׁה, מִלִּפְנֵי, יְהוָה.",
                    "english": "But Jonah rose up to flee unto Tarshish from the presence of the LORD; and he went down to Joppa, and found a ship going to Tarshish; so he paid the fare thereof, and went down into it, to go with them unto Tarshish, from the presence of the LORD.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וַיהוָה, הֵטִיל רוּחַ-גְּדוֹלָה אֶל-הַיָּם, וַיְהִי סַעַר-גָּדוֹל, בַּיָּם; וְהָאֳנִיָּה, חִשְּׁבָה לְהִשָּׁבֵר.",
                    "english": "But the LORD hurled a great wind into the sea, and there was a mighty tempest in the sea, so that the ship was like to be broken.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וַיִּירְאוּ הַמַּלָּחִים, וַיִּזְעֲקוּ אִישׁ אֶל-אֱלֹהָיו, וַיָּטִלוּ אֶת-הַכֵּלִים אֲשֶׁר בָּאֳנִיָּה אֶל-הַיָּם, לְהָקֵל מֵעֲלֵיהֶם; וְיוֹנָה, יָרַד אֶל-יַרְכְּתֵי הַסְּפִינָה, וַיִּשְׁכַּב, וַיֵּרָדַם.",
                    "english": "And the mariners were afraid, and cried every man unto his god; and they cast forth the wares that were in the ship into the sea, to lighten it unto them. But Jonah was gone down into the innermost parts of the ship; and he lay, and was fast asleep.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וַיִּקְרַב אֵלָיו רַב הַחֹבֵל, וַיֹּאמֶר לוֹ מַה-לְּךָ נִרְדָּם; קוּם, קְרָא אֶל-אֱלֹהֶיךָ--אוּלַי יִתְעַשֵּׁת הָאֱלֹהִים לָנוּ, וְלֹא נֹאבֵד.",
                    "english": "So the shipmaster came to him, and said unto him: 'What meanest thou that thou sleepest? arise, call upon thy God, if so be that God will think upon us, that we perish not.'",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וַיֹּאמְרוּ אִישׁ אֶל-רֵעֵהוּ, לְכוּ וְנַפִּילָה גוֹרָלוֹת, וְנֵדְעָה, בְּשֶׁלְּמִי הָרָעָה הַזֹּאת לָנוּ; וַיַּפִּלוּ, גּוֹרָלוֹת, וַיִּפֹּל הַגּוֹרָל, עַל-יוֹנָה.",
                    "english": "And they said every one to his fellow: 'Come, and let us cast lots, that we may know for whose cause this evil is upon us.' So they cast lots, and the lot fell upon Jonah.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וַיֹּאמְרוּ אֵלָיו--הַגִּידָה-נָּא לָנוּ, בַּאֲשֶׁר לְמִי-הָרָעָה הַזֹּאת לָנוּ:  מַה-מְּלַאכְתְּךָ, וּמֵאַיִן תָּבוֹא--מָה אַרְצֶךָ, וְאֵי-מִזֶּה עַם אָתָּה.",
                    "english": "Then said they unto him: 'Tell us, we pray thee, for whose cause this evil is upon us: what is thine occupation? and whence comest thou? what is thy country? and of what people art thou?'",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "וַיֹּאמֶר אֲלֵיהֶם, עִבְרִי אָנֹכִי; וְאֶת-יְהוָה אֱלֹהֵי הַשָּׁמַיִם, אֲנִי יָרֵא, אֲשֶׁר-עָשָׂה אֶת-הַיָּם, וְאֶת-הַיַּבָּשָׁה.",
                    "english": "And he said unto them: 'I am an Hebrew; and I fear the LORD, the God of heaven, who hath made the sea and the dry land.'",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וַיִּירְאוּ הָאֲנָשִׁים יִרְאָה גְדוֹלָה, וַיֹּאמְרוּ אֵלָיו מַה-זֹּאת עָשִׂיתָ:  כִּי-יָדְעוּ הָאֲנָשִׁים, כִּי-מִלִּפְנֵי יְהוָה הוּא בֹרֵחַ--כִּי הִגִּיד, לָהֶם.",
                    "english": "Then were the men exceedingly afraid, and said unto him: 'What is this that thou hast done?' For the men knew that he fled from the presence of the LORD, because he had told them.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "וַיֹּאמְרוּ אֵלָיו מַה-נַּעֲשֶׂה לָּךְ, וְיִשְׁתֹּק הַיָּם מֵעָלֵינוּ:  כִּי הַיָּם, הוֹלֵךְ וְסֹעֵר.",
                    "english": "Then said they unto him: 'What shall we do unto thee, that the sea may be calm unto us?' for the sea grew more and more tempestuous.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וַיֹּאמֶר אֲלֵיהֶם, שָׂאוּנִי וַהֲטִילֻנִי אֶל-הַיָּם, וְיִשְׁתֹּק הַיָּם, מֵעֲלֵיכֶם:  כִּי, יוֹדֵעַ אָנִי, כִּי בְשֶׁלִּי, הַסַּעַר הַגָּדוֹל הַזֶּה עֲלֵיכֶם.",
                    "english": "And he said unto them: 'Take me up, and cast me forth into the sea; so shall the sea be calm unto you; for I know that for my sake this great tempest is upon you.'",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וַיַּחְתְּרוּ הָאֲנָשִׁים, לְהָשִׁיב אֶל-הַיַּבָּשָׁה--וְלֹא יָכֹלוּ:  כִּי הַיָּם, הוֹלֵךְ וְסֹעֵר עֲלֵיהֶם.",
                    "english": "Nevertheless the men rowed hard to bring it to the land; but they could not; for the sea grew more and more tempestuous against them.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וַיִּקְרְאוּ אֶל-יְהוָה וַיֹּאמְרוּ, אָנָּה יְהוָה אַל-נָא נֹאבְדָה בְּנֶפֶשׁ הָאִישׁ הַזֶּה, וְאַל-תִּתֵּן עָלֵינוּ, דָּם נָקִיא:  כִּי-אַתָּה יְהוָה, כַּאֲשֶׁר חָפַצְתָּ עָשִׂיתָ.",
                    "english": "Wherefore they cried unto the LORD, and said: 'We beseech Thee, O LORD, we beseech Thee, let us not perish for this man's life, and lay not upon us innocent blood; for Thou, O LORD, hast done as it pleased Thee.'",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וַיִּשְׂאוּ, אֶת-יוֹנָה, וַיְטִלֻהוּ, אֶל-הַיָּם; וַיַּעֲמֹד הַיָּם, מִזַּעְפּוֹ.",
                    "english": "So they took up Jonah, and cast him forth into the sea; and the sea ceased from its raging.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "וַיִּירְאוּ הָאֲנָשִׁים יִרְאָה גְדוֹלָה, אֶת-יְהוָה; וַיִּזְבְּחוּ-זֶבַח, לַיהוָה, וַיִּדְּרוּ, נְדָרִים.",
                    "english": "Then the men feared the LORD exceedingly; and they offered a sacrifice unto the LORD, and made vows.",
                    "verseNumber": 16
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1701.htm"
        }
    },
    "bookName": {
        "hebrew": "יוֹנָה",
        "english": "Jonah"
    }
}