{
    "canonicalBookName": "Micah",
    "chapters": {
        "2": {
            "chapterNumber": 2,
            "canonicalTitle": "Micah Chapter 2",
            "verses": {
                "1": {
                    "hebrew": "הוֹי חֹשְׁבֵי-אָוֶן וּפֹעֲלֵי רָע, עַל-מִשְׁכְּבוֹתָם; בְּאוֹר הַבֹּקֶר יַעֲשׂוּהָ, כִּי יֶשׁ-לְאֵל יָדָם.",
                    "english": "Woe to them that devise iniquity and work evil upon their beds! When the morning is light, they execute it, because it is in the power of their hand.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וְחָמְדוּ שָׂדוֹת וְגָזָלוּ, וּבָתִּים וְנָשָׂאוּ; וְעָשְׁקוּ גֶּבֶר וּבֵיתוֹ, וְאִישׁ וְנַחֲלָתוֹ.  {פ}",
                    "english": "And they covet fields, and seize them; and houses, and take them away; thus they oppress a man and his house, even a man and his heritage. {P}",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "לָכֵן, כֹּה אָמַר יְהוָה, הִנְנִי חֹשֵׁב עַל-הַמִּשְׁפָּחָה הַזֹּאת, רָעָה:  אֲשֶׁר לֹא-תָמִישׁוּ מִשָּׁם צַוְּארֹתֵיכֶם, וְלֹא תֵלְכוּ רוֹמָה--כִּי עֵת רָעָה, הִיא.",
                    "english": "Therefore thus saith the LORD: Behold, against this family do I devise an evil, from which ye shall not remove your necks, neither shall ye walk upright; for it shall be an evil time.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "בַּיּוֹם הַהוּא יִשָּׂא עֲלֵיכֶם מָשָׁל, וְנָהָה נְהִי נִהְיָה אָמַר שָׁדוֹד נְשַׁדֻּנוּ--חֵלֶק עַמִּי, יָמִיר; אֵיךְ יָמִישׁ לִי, לְשׁוֹבֵב שָׂדֵינוּ יְחַלֵּק.",
                    "english": "In that day shall they take up a parable against you, and lament with a doleful lamentation, and say: 'We are utterly ruined; he changeth the portion of my people; how doth he remove it from me! Instead of restoring our fields, he divideth them.'",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "לָכֵן לֹא-יִהְיֶה לְךָ, מַשְׁלִיךְ חֶבֶל בְּגוֹרָל, בִּקְהַל, יְהוָה.",
                    "english": "Therefore thou shalt have none that shall cast the line by lot in the congregation of the LORD.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "אַל-תַּטִּפוּ, יַטִּיפוּן; לֹא-יַטִּפוּ לָאֵלֶּה, לֹא יִסַּג כְּלִמּוֹת.",
                    "english": "'Preach ye not', they preach; 'They shall not preach of these things, that they shall not take shame.'",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "הֶאָמוּר בֵּית-יַעֲקֹב, הֲקָצַר רוּחַ יְהוָה--אִם-אֵלֶּה, מַעֲלָלָיו; הֲלוֹא דְבָרַי יֵיטִיבוּ, עִם הַיָּשָׁר הֹלֵךְ.",
                    "english": "Do I change, O house of Jacob? Is the spirit of the LORD straitened? Are these His doings? Do not My words do good to him that walketh uprightly?",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וְאֶתְמוּל, עַמִּי לְאוֹיֵב יְקוֹמֵם, מִמּוּל שַׂלְמָה, אֶדֶר תַּפְשִׁטוּן; מֵעֹבְרִים בֶּטַח, שׁוּבֵי מִלְחָמָה.",
                    "english": "But of late My people is risen up as an enemy; with the garment ye strip also the mantle from them that pass by securely, so that they are as men returning from war.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "נְשֵׁי עַמִּי תְּגָרְשׁוּן, מִבֵּית תַּעֲנֻגֶיהָ; מֵעַל, עֹלָלֶיהָ, תִּקְחוּ הֲדָרִי, לְעוֹלָם.",
                    "english": "The women of My people ye cast out from their pleasant houses; from their young children ye take away My glory for ever.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "קוּמוּ וּלְכוּ, כִּי לֹא-זֹאת הַמְּנוּחָה; בַּעֲבוּר טָמְאָה תְּחַבֵּל, וְחֶבֶל נִמְרָץ.",
                    "english": "Arise ye, and depart; for this is not your resting-place; because of the uncleanness thereof, it shall destroy you, even with a sore destruction.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "לוּ-אִישׁ הֹלֵךְ רוּחַ, וָשֶׁקֶר כִּזֵּב, אַטִּף לְךָ, לַיַּיִן וְלַשֵּׁכָר; וְהָיָה מַטִּיף, הָעָם הַזֶּה.",
                    "english": "If a man walking in wind and falsehood do lie: 'I will preach unto thee of wine and of strong drink'; he shall even be the preacher of this people.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "אָסֹף אֶאֱסֹף יַעֲקֹב כֻּלָּךְ, קַבֵּץ אֲקַבֵּץ שְׁאֵרִית יִשְׂרָאֵל--יַחַד אֲשִׂימֶנּוּ, כְּצֹאן בָּצְרָה:  כְּעֵדֶר בְּתוֹךְ הַדָּבְרוֹ, תְּהִימֶנָה מֵאָדָם.",
                    "english": "I will surely assemble, O Jacob, all of thee; I will surely gather the remnant of Israel; I will render them all as sheep in a fold; as a flock in the midst of their pasture; they shall make great noise by reason of the multitude of men.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "עָלָה הַפֹּרֵץ, לִפְנֵיהֶם--פָּרְצוּ וַיַּעֲבֹרוּ, שַׁעַר וַיֵּצְאוּ בוֹ; וַיַּעֲבֹר מַלְכָּם לִפְנֵיהֶם, וַיהוָה בְּרֹאשָׁם.  {פ}",
                    "english": "The breaker is gone up before them; they have broken forth and passed on, by the gate, and are gone out thereat; and their king is passed on before them, and the LORD at the head of them. {P}",
                    "verseNumber": 13
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1802.htm"
        },
        "3": {
            "chapterNumber": 3,
            "canonicalTitle": "Micah Chapter 3",
            "verses": {
                "1": {
                    "hebrew": "וָאֹמַר, שִׁמְעוּ-נָא רָאשֵׁי יַעֲקֹב, וּקְצִינֵי, בֵּית יִשְׂרָאֵל:  הֲלוֹא לָכֶם, לָדַעַת אֶת-הַמִּשְׁפָּט.",
                    "english": "And I said: Hear, I pray you, ye heads of Jacob, and rulers of the house of Israel: is it not for you to know justice?",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "שֹׂנְאֵי טוֹב, וְאֹהֲבֵי רעה (רָע); גֹּזְלֵי עוֹרָם מֵעֲלֵיהֶם, וּשְׁאֵרָם מֵעַל עַצְמוֹתָם.",
                    "english": "Who hate the good, and love the evil; who rob their skin from off them, and their flesh from off their bones;",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וַאֲשֶׁר אָכְלוּ, שְׁאֵר עַמִּי, וְעוֹרָם מֵעֲלֵיהֶם הִפְשִׁיטוּ, וְאֶת-עַצְמֹתֵיהֶם פִּצֵּחוּ; וּפָרְשׂוּ כַּאֲשֶׁר בַּסִּיר, וּכְבָשָׂר בְּתוֹךְ קַלָּחַת.",
                    "english": "Who also eat the flesh of my people, and flay their skin from off them, and break their bones; yea, they chop them in pieces, as that which is in the pot, and as flesh within the caldron.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "אָז יִזְעֲקוּ אֶל-יְהוָה, וְלֹא יַעֲנֶה אוֹתָם; וְיַסְתֵּר פָּנָיו מֵהֶם בָּעֵת הַהִיא, כַּאֲשֶׁר הֵרֵעוּ מַעַלְלֵיהֶם.  {פ}",
                    "english": "Then shall they cry unto the LORD, but He will not answer them; yea, He will hide His face from them at that time, according as they have wrought evil in their doings. {P}",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "כֹּה אָמַר יְהוָה, עַל-הַנְּבִיאִים הַמַּתְעִים אֶת-עַמִּי--הַנֹּשְׁכִים בְּשִׁנֵּיהֶם, וְקָרְאוּ שָׁלוֹם, וַאֲשֶׁר לֹא-יִתֵּן עַל-פִּיהֶם, וְקִדְּשׁוּ עָלָיו מִלְחָמָה.",
                    "english": "Thus saith the LORD concerning the prophets that make my people to err; that cry: 'Peace', when their teeth have any thing to bite; and whoso putteth not into their mouths, they even prepare war against him:",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "לָכֵן לַיְלָה לָכֶם, מֵחָזוֹן, וְחָשְׁכָה לָכֶם, מִקְּסֹם; וּבָאָה הַשֶּׁמֶשׁ עַל-הַנְּבִיאִים, וְקָדַר עֲלֵיהֶם הַיּוֹם.",
                    "english": "Therefore it shall be night unto you, that ye shall have no vision; and it shall be dark unto you, that ye shall not divine; and the sun shall go down upon the prophets, and the day shall be black over them.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וּבֹשׁוּ הַחֹזִים, וְחָפְרוּ הַקֹּסְמִים, וְעָטוּ עַל-שָׂפָם, כֻּלָּם:  כִּי אֵין מַעֲנֵה, אֱלֹהִים.",
                    "english": "And the seers shall be put to shame, and the diviners confounded; yea, they shall all cover their upper lips; for there shall be no answer of God.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וְאוּלָם, אָנֹכִי מָלֵאתִי כֹחַ אֶת-רוּחַ יְהוָה, וּמִשְׁפָּט, וּגְבוּרָה--לְהַגִּיד לְיַעֲקֹב פִּשְׁעוֹ, וּלְיִשְׂרָאֵל חַטָּאתוֹ.  {ס}",
                    "english": "But I truly am full of power by the spirit of the LORD, and of justice, and of might, to declare unto Jacob his transgression, and to Israel his sin. {S}",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "שִׁמְעוּ-נָא זֹאת, רָאשֵׁי בֵּית יַעֲקֹב, וּקְצִינֵי, בֵּית יִשְׂרָאֵל--הַמְתַעֲבִים מִשְׁפָּט, וְאֵת כָּל-הַיְשָׁרָה יְעַקֵּשׁוּ.",
                    "english": "Hear this, I pray you, ye heads of the house of Jacob, and rulers of the house of Israel, that abhor justice, and pervert all equity;",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "בֹּנֶה צִיּוֹן, בְּדָמִים; וִירוּשָׁלִַם, בְּעַוְלָה.",
                    "english": "That build up Zion with blood, and Jerusalem with iniquity.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "רָאשֶׁיהָ בְּשֹׁחַד יִשְׁפֹּטוּ, וְכֹהֲנֶיהָ בִּמְחִיר יוֹרוּ, וּנְבִיאֶיהָ, בְּכֶסֶף יִקְסֹמוּ; וְעַל-יְהוָה, יִשָּׁעֵנוּ לֵאמֹר, הֲלוֹא יְהוָה בְּקִרְבֵּנוּ, לֹא-תָבוֹא עָלֵינוּ רָעָה.",
                    "english": "The heads thereof judge for reward, and the priests thereof teach for hire, and the prophets thereof divine for money; yet will they lean upon the LORD, and say: 'Is not the LORD in the midst of us? No evil shall come upon us'?",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "לָכֵן, בִּגְלַלְכֶם, צִיּוֹן, שָׂדֶה תֵחָרֵשׁ; וִירוּשָׁלִַם עִיִּין תִּהְיֶה, וְהַר הַבַּיִת לְבָמוֹת יָעַר.  {פ}",
                    "english": "Therefore shall Zion for your sake be plowed as a field, and Jerusalem shall become heaps, and the mountain of the house as the high places of a forest. {P}",
                    "verseNumber": 12
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1803.htm"
        },
        "4": {
            "chapterNumber": 4,
            "canonicalTitle": "Micah Chapter 4",
            "verses": {
                "1": {
                    "hebrew": "וְהָיָה בְּאַחֲרִית הַיָּמִים, יִהְיֶה הַר בֵּית-יְהוָה נָכוֹן בְּרֹאשׁ הֶהָרִים, וְנִשָּׂא הוּא, מִגְּבָעוֹת; וְנָהֲרוּ עָלָיו, עַמִּים.",
                    "english": "But in the end of days it shall come to pass, that the mountain of the LORD'S house shall be established as the top of the mountains, and it shall be exalted above the hills; and peoples shall flow unto it.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וְהָלְכוּ גּוֹיִם רַבִּים, וְאָמְרוּ לְכוּ וְנַעֲלֶה אֶל-הַר-יְהוָה וְאֶל-בֵּית אֱלֹהֵי יַעֲקֹב, וְיוֹרֵנוּ מִדְּרָכָיו, וְנֵלְכָה בְּאֹרְחֹתָיו:  כִּי מִצִּיּוֹן תֵּצֵא תוֹרָה, וּדְבַר-יְהוָה מִירוּשָׁלִָם.",
                    "english": "And many nations shall go and say: 'Come ye, and let us go up to the mountain of the LORD, and to the house of the God of Jacob; and He will teach us of His ways, and we will walk in His paths'; for out of Zion shall go forth the law, and the word of the LORD from Jerusalem.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וְשָׁפַט, בֵּין עַמִּים רַבִּים, וְהוֹכִיחַ לְגוֹיִם עֲצֻמִים, עַד-רָחוֹק; וְכִתְּתוּ חַרְבֹתֵיהֶם לְאִתִּים, וַחֲנִיתֹתֵיהֶם לְמַזְמֵרוֹת--לֹא-יִשְׂאוּ גּוֹי אֶל-גּוֹי חֶרֶב, וְלֹא-יִלְמְדוּן עוֹד מִלְחָמָה.",
                    "english": "And He shall judge between many peoples, and shall decide concerning mighty nations afar off; and they shall beat their swords into plowshares, and their spears into pruninghooks; nation shall not lift up sword against nation, neither shall they learn war any more.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וְיָשְׁבוּ, אִישׁ תַּחַת גַּפְנוֹ וְתַחַת תְּאֵנָתוֹ--וְאֵין מַחֲרִיד:  כִּי-פִי יְהוָה צְבָאוֹת, דִּבֵּר.",
                    "english": "But they shall sit every man under his vine and under his fig-tree; and none shall make them afraid; for the mouth of the LORD of hosts hath spoken.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "כִּי, כָּל-הָעַמִּים, יֵלְכוּ, אִישׁ בְּשֵׁם אֱלֹהָיו; וַאֲנַחְנוּ, נֵלֵךְ בְּשֵׁם-יְהוָה אֱלֹהֵינוּ--לְעוֹלָם וָעֶד.  {פ}",
                    "english": "For let all the peoples walk each one in the name of its god, but we will walk in the name of the LORD our God for ever and ever. {P}",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "בַּיּוֹם הַהוּא נְאֻם-יְהוָה, אֹסְפָה הַצֹּלֵעָה, וְהַנִּדָּחָה, אֲקַבֵּצָה; וַאֲשֶׁר, הֲרֵעֹתִי.",
                    "english": "In that day, saith the LORD, will I assemble her that halteth, and I will gather her that is driven away, and her that I have afflicted;",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וְשַׂמְתִּי אֶת-הַצֹּלֵעָה לִשְׁאֵרִית, וְהַנַּהֲלָאָה לְגוֹי עָצוּם; וּמָלַךְ יְהוָה עֲלֵיהֶם בְּהַר צִיּוֹן, מֵעַתָּה וְעַד-עוֹלָם.  {פ}",
                    "english": "And I will make her that halted a remnant, and her that was cast far off a mighty nation; and the LORD shall reign over them in mount Zion from thenceforth even for ever. {P}",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וְאַתָּה מִגְדַּל-עֵדֶר, עֹפֶל בַּת-צִיּוֹן--עָדֶיךָ תֵּאתֶה; וּבָאָה, הַמֶּמְשָׁלָה הָרִאשֹׁנָה, מַמְלֶכֶת, לְבַת יְרוּשָׁלִָם.",
                    "english": "And thou, Migdal-eder, the hill of the daughter of Zion, unto thee shall it come; yea, the former dominion shall come, the kingdom of the daughter of Jerusalem.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "עַתָּה, לָמָּה תָרִיעִי רֵעַ; הֲמֶלֶךְ אֵין-בָּךְ, אִם-יוֹעֲצֵךְ אָבָד--כִּי-הֶחֱזִיקֵךְ חִיל, כַּיּוֹלֵדָה.",
                    "english": "Now why dost thou cry out aloud? Is there no King in thee, is thy Counsellor perished, that pangs have taken hold of thee as of a woman in travail?",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "חוּלִי וָגֹחִי בַּת-צִיּוֹן, כַּיּוֹלֵדָה:  כִּי-עַתָּה תֵצְאִי מִקִּרְיָה וְשָׁכַנְתְּ בַּשָּׂדֶה, וּבָאת עַד-בָּבֶל שָׁם תִּנָּצֵלִי--שָׁם יִגְאָלֵךְ יְהוָה, מִכַּף אֹיְבָיִךְ.",
                    "english": "Be in pain, and labour to bring forth, O daughter of Zion, like a woman in travail; for now shalt thou go forth out of the city, and shalt dwell in the field, and shalt come even unto Babylon; there shalt thou be rescued; there shall the LORD redeem thee from the hand of thine enemies.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "וְעַתָּה נֶאֶסְפוּ עָלַיִךְ, גּוֹיִם רַבִּים--הָאֹמְרִים תֶּחֱנָף, וְתַחַז בְּצִיּוֹן עֵינֵינוּ.",
                    "english": "And now many nations are assembled against thee, that say: 'Let her be defiled, and let our eye gaze upon Zion.'",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וְהֵמָּה, לֹא יָדְעוּ מַחְשְׁבוֹת יְהוָה, וְלֹא הֵבִינוּ, עֲצָתוֹ:  כִּי קִבְּצָם, כֶּעָמִיר גֹּרְנָה.",
                    "english": "But they know not the thoughts of the LORD, neither understand they His counsel; for He hath gathered them as the sheaves to the threshing-floor.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "קוּמִי וָדוֹשִׁי בַת-צִיּוֹן, כִּי-קַרְנֵךְ אָשִׂים בַּרְזֶל וּפַרְסֹתַיִךְ אָשִׂים נְחוּשָׁה, וַהֲדִקּוֹת, עַמִּים רַבִּים; וְהַחֲרַמְתִּי לַיהוָה בִּצְעָם, וְחֵילָם לַאֲדוֹן כָּל-הָאָרֶץ.",
                    "english": "Arise and thresh, O daughter of Zion; for I will make thy horn iron, and I will make thy hoofs brass; and thou shalt beat in pieces many peoples; and thou shalt devote their gain unto the LORD, and their substance unto the Lord of the whole earth.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "עַתָּה תִּתְגֹּדְדִי בַת-גְּדוּד, מָצוֹר שָׂם עָלֵינוּ; בַּשֵּׁבֶט יַכּוּ עַל-הַלְּחִי, אֵת שֹׁפֵט יִשְׂרָאֵל.  {ס}",
                    "english": "Now shalt thou gather thyself in troops, O daughter of troops; they have laid siege against us; they smite the judge of Israel with a rod upon the cheek. {S}",
                    "verseNumber": 14
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1804.htm"
        },
        "5": {
            "chapterNumber": 5,
            "canonicalTitle": "Micah Chapter 5",
            "verses": {
                "1": {
                    "hebrew": "וְאַתָּה בֵּית-לֶחֶם אֶפְרָתָה, צָעִיר לִהְיוֹת בְּאַלְפֵי יְהוּדָה--מִמְּךָ לִי יֵצֵא, לִהְיוֹת מוֹשֵׁל בְּיִשְׂרָאֵל; וּמוֹצָאֹתָיו מִקֶּדֶם, מִימֵי עוֹלָם.",
                    "english": "But thou, Beth-lehem Ephrathah, which art little to be among the thousands of Judah, out of thee shall one come forth unto Me that is to be ruler in Israel; whose goings forth are from of old, from ancient days.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "לָכֵן יִתְּנֵם, עַד-עֵת יוֹלֵדָה יָלָדָה; וְיֶתֶר אֶחָיו, יְשׁוּבוּן עַל-בְּנֵי יִשְׂרָאֵל.",
                    "english": "Therefore will He give them up, until the time that she who travaileth hath brought forth; then the residue of his brethren shall return with the children of Israel.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וְעָמַד, וְרָעָה בְּעֹז יְהוָה--בִּגְאוֹן, שֵׁם יְהוָה אֱלֹהָיו; וְיָשָׁבוּ, כִּי-עַתָּה יִגְדַּל עַד-אַפְסֵי-אָרֶץ.",
                    "english": "And he shall stand, and shall feed his flock in the strength of the LORD, in the majesty of the name of the LORD his God; and they shall abide, for then shall he be great unto the ends of the earth.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וְהָיָה זֶה, שָׁלוֹם; אַשּׁוּר כִּי-יָבוֹא בְאַרְצֵנוּ, וְכִי יִדְרֹךְ בְּאַרְמְנוֹתֵינוּ, וַהֲקֵמֹנוּ עָלָיו שִׁבְעָה רֹעִים, וּשְׁמֹנָה נְסִיכֵי אָדָם.",
                    "english": "And this shall be peace: when the Assyrian shall come into our land, and when he shall tread in our palaces, then shall we raise against him seven shepherds, and eight princes among men.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וְרָעוּ אֶת-אֶרֶץ אַשּׁוּר, בַּחֶרֶב, וְאֶת-אֶרֶץ נִמְרֹד, בִּפְתָחֶיהָ; וְהִצִּיל, מֵאַשּׁוּר--כִּי-יָבוֹא בְאַרְצֵנוּ, וְכִי יִדְרֹךְ בִּגְבוּלֵנוּ.  {פ}",
                    "english": "And they shall waste the land of Assyria with the sword, and the land of Nimrod with the keen-edged sword; and he shall deliver us from the Assyrian, when he cometh into our land, and when he treadeth within our border. {P}",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וְהָיָה שְׁאֵרִית יַעֲקֹב, בְּקֶרֶב עַמִּים רַבִּים, כְּטַל מֵאֵת יְהוָה, כִּרְבִיבִים עֲלֵי-עֵשֶׂב--אֲשֶׁר לֹא-יְקַוֶּה לְאִישׁ, וְלֹא יְיַחֵל לִבְנֵי אָדָם.  {פ}",
                    "english": "And the remnant of Jacob shall be in the midst of many peoples, as dew from the LORD, as showers upon the grass, that are not looked for from man, nor awaited at the hands of the sons of men. {P}",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וְהָיָה שְׁאֵרִית יַעֲקֹב בַּגּוֹיִם, בְּקֶרֶב עַמִּים רַבִּים, כְּאַרְיֵה בְּבַהֲמוֹת יַעַר, כִּכְפִיר בְּעֶדְרֵי-צֹאן--אֲשֶׁר אִם-עָבַר וְרָמַס וְטָרַף, וְאֵין מַצִּיל.",
                    "english": "And the remnant of Jacob shall be among the nations, in the midst of many peoples, as a lion among the beasts of the forest, as a young lion among the flocks of sheep, who, if he go through, treadeth down and teareth in pieces, and there is none to deliver.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "תָּרֹם יָדְךָ, עַל-צָרֶיךָ; וְכָל-אֹיְבֶיךָ, יִכָּרֵתוּ.",
                    "english": "Let Thy hand be lifted up above Thine adversaries, and let all Thine enemies be cut off.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "וְהָיָה בַיּוֹם-הַהוּא נְאֻם-יְהוָה, וְהִכְרַתִּי סוּסֶיךָ מִקִּרְבֶּךָ; וְהַאֲבַדְתִּי, מַרְכְּבֹתֶיךָ.",
                    "english": "And it shall come to pass in that day, saith the LORD, that I will cut off thy horses out of the midst of thee, and will destroy thy chariots;",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וְהִכְרַתִּי, עָרֵי אַרְצֶךָ; וְהָרַסְתִּי, כָּל-מִבְצָרֶיךָ.",
                    "english": "And I will cut off the cities of thy land, and will throw down all thy strongholds;",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "וְהִכְרַתִּי כְשָׁפִים, מִיָּדֶךָ; וּמְעוֹנְנִים, לֹא יִהְיוּ-לָךְ.",
                    "english": "And I will cut off witchcrafts out of thy hand; and thou shalt have no more soothsayers;",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וְהִכְרַתִּי פְסִילֶיךָ וּמַצֵּבוֹתֶיךָ, מִקִּרְבֶּךָ; וְלֹא-תִשְׁתַּחֲוֶה עוֹד, לְמַעֲשֵׂה יָדֶיךָ.",
                    "english": "And I will cut off thy graven images and thy pillars out of the midst of thee; and thou shalt no more worship the work of thy hands.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וְנָתַשְׁתִּי אֲשֵׁירֶיךָ, מִקִּרְבֶּךָ; וְהִשְׁמַדְתִּי, עָרֶיךָ.",
                    "english": "And I will pluck up thy Asherim out of the midst of thee; and I will destroy thine enemies.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וְעָשִׂיתִי בְּאַף וּבְחֵמָה, נָקָם--אֶת-הַגּוֹיִם:  אֲשֶׁר, לֹא שָׁמֵעוּ.  {פ}",
                    "english": "And I will execute vengeance in anger and fury upon the nations, because they hearkened not. {P}",
                    "verseNumber": 14
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1805.htm"
        },
        "6": {
            "chapterNumber": 6,
            "canonicalTitle": "Micah Chapter 6",
            "verses": {
                "1": {
                    "hebrew": "שִׁמְעוּ-נָא, אֵת אֲשֶׁר-יְהוָה אֹמֵר:  קוּם רִיב אֶת-הֶהָרִים, וְתִשְׁמַעְנָה הַגְּבָעוֹת קוֹלֶךָ.",
                    "english": "Hear ye now what the LORD saith: Arise, contend thou before the mountains, and let the hills hear thy voice.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "שִׁמְעוּ הָרִים אֶת-רִיב יְהוָה, וְהָאֵתָנִים מוֹסְדֵי אָרֶץ:  כִּי רִיב לַיהוָה עִם-עַמּוֹ, וְעִם-יִשְׂרָאֵל יִתְוַכָּח.",
                    "english": "Hear, O ye mountains, the LORD'S controversy, and ye enduring rocks, the foundations of the earth; for the LORD hath a controversy with His people, and He will plead with Israel.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "עַמִּי מֶה-עָשִׂיתִי לְךָ, וּמָה הֶלְאֵתִיךָ:  עֲנֵה בִי.",
                    "english": "O My people, what have I done unto thee? And wherein have I wearied thee? Testify against Me.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "כִּי הֶעֱלִתִיךָ מֵאֶרֶץ מִצְרַיִם, וּמִבֵּית עֲבָדִים פְּדִיתִיךָ; וָאֶשְׁלַח לְפָנֶיךָ, אֶת-מֹשֶׁה אַהֲרֹן וּמִרְיָם.",
                    "english": "For I brought thee up out of the land of Egypt, and redeemed thee out of the house of bondage, and I sent before thee Moses, Aaron, and Miriam.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "עַמִּי, זְכָר-נָא מַה-יָּעַץ בָּלָק מֶלֶךְ מוֹאָב, וּמֶה-עָנָה אֹתוֹ, בִּלְעָם בֶּן-בְּעוֹר--מִן-הַשִּׁטִּים, עַד-הַגִּלְגָּל, לְמַעַן, דַּעַת צִדְקוֹת יְהוָה.",
                    "english": "O My people, remember now what Balak king of Moab devised, and what Balaam the son of Beor answered him; from Shittim unto Gilgal, that ye may know the righteous acts of the LORD.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "בַּמָּה אֲקַדֵּם יְהוָה, אִכַּף לֵאלֹהֵי מָרוֹם; הַאֲקַדְּמֶנּוּ בְעוֹלוֹת, בַּעֲגָלִים בְּנֵי שָׁנָה.",
                    "english": "'Wherewith shall I come before the LORD, and bow myself before God on high? Shall I come before Him with burnt-offerings, with calves of a year old?",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "הֲיִרְצֶה יְהוָה בְּאַלְפֵי אֵילִים, בְּרִבְבוֹת נַחֲלֵי-שָׁמֶן; הַאֶתֵּן בְּכוֹרִי פִּשְׁעִי, פְּרִי בִטְנִי חַטַּאת נַפְשִׁי.",
                    "english": "Will the LORD be pleased with thousands of rams, with ten thousands of rivers of oil? Shall I give my first-born for my transgression, the fruit of my body for the sin of my soul?'",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "הִגִּיד לְךָ אָדָם, מַה-טּוֹב; וּמָה-יְהוָה דּוֹרֵשׁ מִמְּךָ, כִּי אִם-עֲשׂוֹת מִשְׁפָּט וְאַהֲבַת חֶסֶד, וְהַצְנֵעַ לֶכֶת, עִם-אֱלֹהֶיךָ.  {ס}",
                    "english": "It hath been told thee, O man, what is good, and what the LORD doth require of thee: only to do justly, and to love mercy, and to walk humbly with thy God. {S}",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "קוֹל יְהוָה לָעִיר יִקְרָא, וְתוּשִׁיָּה יִרְאֶה שְׁמֶךָ; שִׁמְעוּ מַטֶּה, וּמִי יְעָדָהּ.",
                    "english": "Hark! the LORD crieth unto the city--and it is wisdom to have regard for Thy name--hear ye the rod, and who hath appointed it.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "עוֹד, הַאִשׁ בֵּית רָשָׁע--אֹצְרוֹת, רֶשַׁע; וְאֵיפַת רָזוֹן, זְעוּמָה.",
                    "english": "Are there yet the treasures of wickedness in the house of the wicked, and the scant measure that is abominable?",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "הַאֶזְכֶּה, בְּמֹאזְנֵי רֶשַׁע; וּבְכִיס, אַבְנֵי מִרְמָה.",
                    "english": "'Shall I be pure with wicked balances, and with a bag of deceitful weights?'",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "אֲשֶׁר עֲשִׁירֶיהָ מָלְאוּ חָמָס, וְיֹשְׁבֶיהָ דִּבְּרוּ-שָׁקֶר; וּלְשׁוֹנָם, רְמִיָּה בְּפִיהֶם.",
                    "english": "For the rich men thereof are full of violence, and the inhabitants thereof have spoken lies, and their tongue is deceitful in their mouth.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וְגַם-אֲנִי, הֶחֱלֵיתִי הַכּוֹתֶךָ--הַשְׁמֵם, עַל-חַטֹּאתֶךָ.",
                    "english": "Therefore I also do smite thee with a grievous wound; I do make thee desolate because of thy sins.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "אַתָּה תֹאכַל וְלֹא תִשְׂבָּע, וְיֶשְׁחֲךָ בְּקִרְבֶּךָ; וְתַסֵּג וְלֹא תַפְלִיט, וַאֲשֶׁר תְּפַלֵּט לַחֶרֶב אֶתֵּן.",
                    "english": "Thou shalt eat, but not be satisfied; and thy sickness shall be in thine inward parts; and thou shalt conceive, but shalt not bring forth; and whomsoever thou bringest forth will I give up to the sword.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "אַתָּה תִזְרַע, וְלֹא תִקְצוֹר; אַתָּה תִדְרֹךְ-זַיִת וְלֹא-תָסוּךְ שֶׁמֶן, וְתִירוֹשׁ וְלֹא תִשְׁתֶּה-יָּיִן.",
                    "english": "Thou shalt sow, but shalt not reap; thou shalt tread the olives, but shalt not anoint thee with oil; and the vintage, but shalt not drink wine.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "וְיִשְׁתַּמֵּר חֻקּוֹת עָמְרִי, וְכֹל מַעֲשֵׂה בֵית-אַחְאָב, וַתֵּלְכוּ, בְּמֹעֲצוֹתָם--לְמַעַן תִּתִּי אֹתְךָ לְשַׁמָּה, וְיֹשְׁבֶיהָ לִשְׁרֵקָה, וְחֶרְפַּת עַמִּי, תִּשָּׂאוּ.  {פ}",
                    "english": "For the statutes of Omri are kept, and all the works of the house of Ahab, and ye walk in their counsels; that I may make thee an astonishment, and the inhabitants thereof a hissing; and ye shall bear the reproach of My people. {P}",
                    "verseNumber": 16
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1806.htm"
        },
        "7": {
            "chapterNumber": 7,
            "canonicalTitle": "Micah Chapter 7",
            "verses": {
                "1": {
                    "hebrew": "àÇìÀìÇé ìÄé, ëÌÄé äÈéÄéúÄé ëÌÀàÈñÀôÌÅé ÷ÇéÄõ, ëÌÀòÉìÀìÉú, áÌÈöÄéø:  àÅéï àÆùÑÀëÌåÉì ìÆàÁëåÉì, áÌÄëÌåÌøÈä àÄåÌÀúÈä ğÇôÀùÑÄé.",
                    "english": "Woe is me! for I am as the last of the summer fruits, as the grape gleanings of the vintage; there is no cluster to eat; nor first-ripe fig which my soul desireth.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "àÈáÇã çÈñÄéã îÄï äÈàÈøÆõ, åÀéÈùÑÈø áÌÈàÈãÈí àÈéÄï:  ëÌËìÌÈí ìÀãÈîÄéí éÆàÁøÉáåÌ, àÄéùÑ àÆú àÈçÄéäåÌ éÈöåÌãåÌ çÅøÆí.",
                    "english": "The godly man is perished out of the earth, and the upright among men is no more; they all lie in wait for blood; they hunt every man his brother with a net.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "òÇì äÈøÇò ëÌÇôÌÇéÄí, ìÀäÅéèÄéá, äÇùÌÒÇø ùÑÉàÅì, åÀäÇùÌÑÉôÅè áÌÇùÌÑÄìÌåÌí; åÀäÇâÌÈãåÉì, ãÌÉáÅø äÇåÌÇú ğÇôÀùÑåÉ äåÌà--åÇéÀòÇáÌÀúåÌäÈ.",
                    "english": "Their hands are upon that which is evil to do it diligently; the prince asketh, and the judge is ready for a reward; and the great man, he uttereth the evil desire of his soul; thus they weave it together.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "èåÉáÈí ëÌÀçÅãÆ÷, éÈùÑÈø îÄîÌÀñåÌëÈä; éåÉí îÀöÇôÌÆéêÈ ôÌÀ÷ËãÌÈúÀêÈ áÈàÈä, òÇúÌÈä úÄäÀéÆä îÀáåÌëÈúÈí.",
                    "english": "The best of them is as a brier; the most upright is worse than a thorn hedge; the day of thy watchmen, even thy visitation, is come; now shall be their perplexity.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "àÇì úÌÇàÂîÄéğåÌ áÀøÅòÇ, àÇì úÌÄáÀèÀçåÌ áÌÀàÇìÌåÌó; îÄùÌÑÉëÆáÆú çÅé÷ÆêÈ, ùÑÀîÉø ôÌÄúÀçÅé ôÄéêÈ.",
                    "english": "Trust ye not in a friend, put ye not confidence in a familiar friend; keep the doors of thy mouth from her that lieth in thy bosom.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "ëÌÄé áÅï, îÀğÇáÌÅì àÈá, áÌÇú ÷ÈîÈä áÀàÄîÌÈäÌ, ëÌÇìÌÈä áÌÇçÂîÉúÈäÌ:  àÉéÀáÅé àÄéùÑ, àÇğÀùÑÅé áÅéúåÉ.",
                    "english": "For the son dishonoureth the father, the daughter riseth up against her mother, the daughter-in-law against her mother-in-law; a man's enemies are the men of his own house.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "åÇàÂğÄé áÌÇéäåÈä àÂöÇôÌÆä, àåÉçÄéìÈä ìÅàìÉäÅé éÄùÑÀòÄé:  éÄùÑÀîÈòÅğÄé, àÁìÉäÈé.",
                    "english": "'But as for me, I will look unto the LORD; I will wait for the God of my salvation; my God will hear me.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "àÇì úÌÄùÒÀîÀçÄé àÉéÇáÀúÌÄé ìÄé, ëÌÄé ğÈôÇìÀúÌÄé ÷ÈîÀúÌÄé:  ëÌÄé àÅùÑÅá áÌÇçÉùÑÆêÀ, éÀäåÈä àåÉø ìÄé.  {ô}",
                    "english": "Rejoice not against me, O mine enemy; though I am fallen, I shall arise; though I sit in darkness, the LORD is a light unto me. {P}",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "æÇòÇó éÀäåÈä àÆùÌÒÈà, ëÌÄé çÈèÈàúÄé ìåÉ:  òÇã àÂùÑÆø éÈøÄéá øÄéáÄé, åÀòÈùÒÈä îÄùÑÀôÌÈèÄé--éåÉöÄéàÅğÄé ìÈàåÉø, àÆøÀàÆä áÌÀöÄãÀ÷ÈúåÉ.",
                    "english": "I will bear the indignation of the LORD, because I have sinned against Him; until He plead my cause, and execute judgment for me; He will bring me forth to the light, and I shall behold His righteousness.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "åÀúÅøÆà àÉéÇáÀúÌÄé, åÌúÀëÇñÌÆäÈ áåÌùÑÈä--äÈàÉîÀøÈä àÅìÇé, àÇéÌåÉ éÀäåÈä àÁìÉäÈéÄêÀ; òÅéğÇé úÌÄøÀàÆéğÌÈä áÌÈäÌ, òÇúÌÈä úÌÄäÀéÆä ìÀîÄøÀîÈñ ëÌÀèÄéè çåÌöåÉú.",
                    "english": "Then mine enemy shall see it, and shame shall cover her; who said unto me: Where is the LORD thy God? Mine eyes shall gaze upon her; now shall she be trodden down as the mire of the streets.'",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "éåÉí, ìÄáÀğåÉú âÌÀãÅøÈéÄêÀ; éåÉí äÇäåÌà, éÄøÀçÇ÷ çÉ÷.",
                    "english": "'The day for building thy walls, even that day, shall be far removed.'",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "éåÉí äåÌà åÀòÈãÆéêÈ éÈáåÉà, ìÀîÄğÌÄé àÇùÌÑåÌø åÀòÈøÅé îÈöåÉø; åÌìÀîÄğÌÄé îÈöåÉø åÀòÇã ğÈäÈø, åÀéÈí îÄéÌÈí åÀäÇø äÈäÈø.",
                    "english": "There shall be a day when they shall come unto thee, from Assyria even to the cities of Egypt, and from Egypt even to the River, and from sea to sea, and from mountain to mountain.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "åÀäÈéÀúÈä äÈàÈøÆõ ìÄùÑÀîÈîÈä, òÇì éÉùÑÀáÆéäÈ, îÄôÌÀøÄé, îÇòÇìÀìÅéäÆí.  {ô}",
                    "english": "And the land shall be desolate for them that dwell therein, because of the fruit of their doings. {P}",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "øÀòÅä òÇîÌÀêÈ áÀùÑÄáÀèÆêÈ, öÉàï ğÇçÂìÈúÆêÈ--ùÑÉëÀğÄé ìÀáÈãÈã, éÇòÇø áÌÀúåÉêÀ ëÌÇøÀîÆì; éÄøÀòåÌ áÈùÑÈï åÀâÄìÀòÈã, ëÌÄéîÅé òåÉìÈí.",
                    "english": "Tend Thy people with Thy staff, the flock of Thy heritage, that dwell solitarily, as a forest in the midst of the fruitful field; let them feed in Bashan and Gilead, as in the days of old.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "ëÌÄéîÅé öÅàúÀêÈ, îÅàÆøÆõ îÄöÀøÈéÄí, àÇøÀàÆğÌåÌ, ğÄôÀìÈàåÉú.",
                    "english": "'As in the days of thy coming forth out of the land of Egypt will I show unto him marvellous things.'",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "éÄøÀàåÌ âåÉéÄí åÀéÅáÉùÑåÌ, îÄëÌÉì âÌÀáåÌøÈúÈí; éÈùÒÄéîåÌ éÈã òÇì ôÌÆä, àÈæÀğÅéäÆí úÌÆçÁøÇùÑÀğÈä.",
                    "english": "The nations shall see and be put to shame for all their might; they shall lay their hand upon their mouth, their ears shall be deaf.",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "éÀìÇçÂëåÌ òÈôÈø, ëÌÇğÌÈçÈùÑ--ëÌÀæÉçÂìÅé àÆøÆõ, éÄøÀâÌÀæåÌ îÄîÌÄñÀâÌÀøÉúÅéäÆí; àÆì éÀäåÈä àÁìÉäÅéğåÌ éÄôÀçÈãåÌ, åÀéÄøÀàåÌ îÄîÌÆêÌÈ.",
                    "english": "They shall lick the dust like a serpent; like crawling things of the earth they shall come trembling out of their close places; they shall come with fear unto the LORD our God, and shall be afraid because of Thee.",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "îÄé àÅì ëÌÈîåÉêÈ, ğÉùÒÅà òÈåÊï åÀòÉáÅø òÇì ôÌÆùÑÇò, ìÄùÑÀàÅøÄéú, ğÇçÂìÈúåÉ:  ìÉà äÆçÁæÄé÷ ìÈòÇã àÇôÌåÉ, ëÌÄé çÈôÅõ çÆñÆã äåÌà.",
                    "english": "Who is a God like unto Thee, that pardoneth the iniquity, and passeth by the transgression of the remnant of His heritage? He retaineth not His anger for ever, because He delighteth in mercy.",
                    "verseNumber": 18
                },
                "19": {
                    "hebrew": "éÈùÑåÌá éÀøÇçÂîÅğåÌ, éÄëÀáÌÉùÑ òÂåÊğÉúÅéğåÌ; åÀúÇùÑÀìÄéêÀ áÌÄîÀöËìåÉú éÈí, ëÌÈì çÇèÌÉàåúÈí.",
                    "english": "He will again have compassion upon us; He will subdue our iniquities; and Thou wilt cast all their sins into the depths of the sea.",
                    "verseNumber": 19
                },
                "20": {
                    "hebrew": "úÌÄúÌÅï àÁîÆú ìÀéÇòÂ÷Éá, çÆñÆã ìÀàÇáÀøÈäÈí, àÂùÑÆø ğÄùÑÀáÌÇòÀúÌÈ ìÇàÂáÉúÅéğåÌ, îÄéîÅé ÷ÆãÆí.  {ù}",
                    "english": "Thou wilt show faithfulness to Jacob, mercy to Abraham, as Thou hast sworn unto our fathers from the days of old. {P}",
                    "verseNumber": 20
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1807.htm"
        },
        "1": {
            "chapterNumber": 1,
            "canonicalTitle": "Micah Chapter 1",
            "verses": {
                "1": {
                    "hebrew": "דְּבַר-יְהוָה אֲשֶׁר הָיָה, אֶל-מִיכָה הַמֹּרַשְׁתִּי, בִּימֵי יוֹתָם אָחָז יְחִזְקִיָּה, מַלְכֵי יְהוּדָה--אֲשֶׁר-חָזָה עַל-שֹׁמְרוֹן, וִירוּשָׁלִָם.",
                    "english": "The word of the LORD that came to Micah the Morashtite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "שִׁמְעוּ עַמִּים כֻּלָּם, הַקְשִׁיבִי אֶרֶץ וּמְלֹאָהּ; וִיהִי אֲדֹנָי יְהוִה בָּכֶם לְעֵד, אֲדֹנָי מֵהֵיכַל קָדְשׁוֹ.",
                    "english": "Hear, ye peoples, all of you; Hearken, O earth, and all that therein is; and let the Lord GOD be witness against you, the Lord from His holy temple.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "כִּי-הִנֵּה יְהוָה, יֹצֵא מִמְּקוֹמוֹ; וְיָרַד וְדָרַךְ, עַל-במותי (בָּמֳתֵי) אָרֶץ.",
                    "english": "For, behold, the LORD cometh forth out of His place, and will come down, and tread upon the high places of the earth.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וְנָמַסּוּ הֶהָרִים תַּחְתָּיו, וְהָעֲמָקִים יִתְבַּקָּעוּ, כַּדּוֹנַג מִפְּנֵי הָאֵשׁ, כְּמַיִם מֻגָּרִים בְּמוֹרָד.",
                    "english": "And the mountains shall be molten under Him, and the valleys shall be cleft, as wax before the fire, as waters that are poured down a steep place.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "בְּפֶשַׁע יַעֲקֹב כָּל-זֹאת, וּבְחַטֹּאות בֵּית יִשְׂרָאֵל; מִי-פֶשַׁע יַעֲקֹב, הֲלוֹא שֹׁמְרוֹן, וּמִי בָּמוֹת יְהוּדָה, הֲלוֹא יְרוּשָׁלִָם.",
                    "english": "For the transgression of Jacob is all this, and for the sins of the house of Israel. What is the transgression of Jacob? is it not Samaria? And what are the high places of Judah? are they not Jerusalem?",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וְשַׂמְתִּי שֹׁמְרוֹן לְעִי הַשָּׂדֶה, לְמַטָּעֵי כָרֶם; וְהִגַּרְתִּי לַגַּי אֲבָנֶיהָ, וִיסֹדֶיהָ אֲגַלֶּה.",
                    "english": "Therefore I will make Samaria a heap in the field, a place for the planting of vineyards; and I will pour down the stones thereof into the valley, and I will uncover the foundations thereof.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וְכָל-פְּסִילֶיהָ יֻכַּתּוּ, וְכָל-אֶתְנַנֶּיהָ יִשָּׂרְפוּ בָאֵשׁ, וְכָל-עֲצַבֶּיהָ, אָשִׂים שְׁמָמָה:  כִּי מֵאֶתְנַן זוֹנָה, קִבָּצָה, וְעַד-אֶתְנַן זוֹנָה, יָשׁוּבוּ.",
                    "english": "And all her graven images shall be beaten to pieces, and all her hires shall be burned with fire, and all her idols will I lay desolate; for of the hire of a harlot hath she gathered them, and unto the hire of a harlot shall they return.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "עַל-זֹאת אֶסְפְּדָה וְאֵילִילָה, אֵילְכָה שילל (שׁוֹלָל) וְעָרוֹם; אֶעֱשֶׂה מִסְפֵּד כַּתַּנִּים, וְאֵבֶל כִּבְנוֹת יַעֲנָה.",
                    "english": "For this will I wail and howl, I will go stripped and naked; I will make a wailing like the jackals, and a mourning like the ostriches.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "כִּי אֲנוּשָׁה, מַכּוֹתֶיהָ:  כִּי-בָאָה, עַד-יְהוּדָה--נָגַע עַד-שַׁעַר עַמִּי, עַד-יְרוּשָׁלִָם.",
                    "english": "For her wound is incurable; for it is come even unto Judah; it reacheth unto the gate of my people, even to Jerusalem.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "בְּגַת, אַל-תַּגִּידוּ--בָּכוֹ, אַל-תִּבְכּוּ; בְּבֵית לְעַפְרָה, עָפָר התפלשתי (הִתְפַּלָּשִׁי).",
                    "english": "Tell it not in Gath, weep not at all; at Beth-le-aphrah roll thyself in the dust.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "עִבְרִי לָכֶם יוֹשֶׁבֶת שָׁפִיר, עֶרְיָה-בֹשֶׁת; לֹא יָצְאָה, יוֹשֶׁבֶת צַאֲנָן--מִסְפַּד בֵּית הָאֵצֶל, יִקַּח מִכֶּם עֶמְדָּתוֹ.",
                    "english": "Pass ye away, O inhabitant of Saphir, in nakedness and shame; the inhabitant of Zaanan is not come forth; the wailing of Beth-ezel shall take from you the standing-place thereof.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "כִּי-חָלָה לְטוֹב, יוֹשֶׁבֶת מָרוֹת:  כִּי-יָרַד רָע מֵאֵת יְהוָה, לְשַׁעַר יְרוּשָׁלִָם.",
                    "english": "For the inhabitant of Maroth waiteth anxiously for good; because evil is come down from the LORD unto the gate of Jerusalem.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "רְתֹם הַמֶּרְכָּבָה לָרֶכֶשׁ, יוֹשֶׁבֶת לָכִישׁ; רֵאשִׁית חַטָּאת הִיא לְבַת-צִיּוֹן, כִּי-בָךְ נִמְצְאוּ פִּשְׁעֵי יִשְׂרָאֵל.",
                    "english": "Bind the chariots to the swift steeds, O inhabitant of Lachish; she was the beginning of sin to the daughter of Zion; for the transgressions of Israel are found in thee.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "לָכֵן תִּתְּנִי שִׁלּוּחִים, עַל מוֹרֶשֶׁת גַּת; בָּתֵּי אַכְזִיב לְאַכְזָב, לְמַלְכֵי יִשְׂרָאֵל.",
                    "english": "Therefore shalt thou give a parting gift to Moresheth-gath; the houses of Achzib shall be a deceitful thing unto the kings of Israel.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "עֹד, הַיֹּרֵשׁ אָבִי לָךְ, יוֹשֶׁבֶת, מָרֵשָׁה:  עַד-עֲדֻלָּם יָבוֹא, כְּבוֹד יִשְׂרָאֵל.",
                    "english": "I will yet bring unto thee, O inhabitant of Mareshah, him that shall possess thee; the glory of Israel shall come even unto Adullam.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "קָרְחִי וָגֹזִּי, עַל-בְּנֵי תַּעֲנוּגָיִךְ; הַרְחִבִי קָרְחָתֵךְ כַּנֶּשֶׁר, כִּי גָלוּ מִמֵּךְ.  {ס}",
                    "english": "Make thee bald, and poll thee for the children of thy delight; enlarge thy baldness as the vulture; for they are gone into captivity from thee. {S}",
                    "verseNumber": 16
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt1801.htm"
        }
    },
    "bookName": {
        "hebrew": "מִיכָה",
        "english": "Micah"
    }
}