{
    "canonicalBookName": "Ruth",
    "chapters": {
        "2": {
            "chapterNumber": 2,
            "canonicalTitle": "Ruth Chapter 2",
            "verses": {
                "1": {
                    "hebrew": "וּלְנָעֳמִי מידע (מוֹדָע) לְאִישָׁהּ, אִישׁ גִּבּוֹר חַיִל--מִמִּשְׁפַּחַת, אֱלִימֶלֶךְ:  וּשְׁמוֹ, בֹּעַז.",
                    "english": "And Naomi had a kinsman of her husband's, a mighty man of valour, of the family of Elimelech, and his name was Boaz.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וַתֹּאמֶר רוּת הַמּוֹאֲבִיָּה אֶל-נָעֳמִי, אֵלְכָה-נָּא הַשָּׂדֶה וַאֲלַקֳּטָה בַשִּׁבֳּלִים--אַחַר, אֲשֶׁר אֶמְצָא-חֵן בְּעֵינָיו; וַתֹּאמֶר לָהּ, לְכִי בִתִּי.",
                    "english": "And Ruth the Moabitess said unto Naomi: 'Let me now go to the field, and glean among the ears of corn after him in whose sight I shall find favour.' And she said unto her: 'Go, my daughter.'",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וַתֵּלֶךְ וַתָּבוֹא וַתְּלַקֵּט בַּשָּׂדֶה, אַחֲרֵי הַקֹּצְרִים; וַיִּקֶר מִקְרֶהָ--חֶלְקַת הַשָּׂדֶה לְבֹעַז, אֲשֶׁר מִמִּשְׁפַּחַת אֱלִימֶלֶךְ.",
                    "english": "And she went, and came and gleaned in the field after the reapers; and her hap was to light on the portion of the field belonging unto Boaz, who was of the family of Elimelech.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וְהִנֵּה-בֹעַז, בָּא מִבֵּית לֶחֶם, וַיֹּאמֶר לַקּוֹצְרִים, יְהוָה עִמָּכֶם; וַיֹּאמְרוּ לוֹ, יְבָרֶכְךָ יְהוָה.",
                    "english": "And, behold, Boaz came from Beth-lehem, and said unto the reapers: 'The LORD be with you.' And they answered him: 'The LORD bless thee.'",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וַיֹּאמֶר בֹּעַז לְנַעֲרוֹ, הַנִּצָּב עַל-הַקּוֹצְרִים:  לְמִי, הַנַּעֲרָה הַזֹּאת.",
                    "english": "Then said Boaz unto his servant that was set over the reapers: 'Whose damsel is this?'",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וַיַּעַן, הַנַּעַר הַנִּצָּב עַל-הַקּוֹצְרִים--וַיֹּאמַר:  נַעֲרָה מוֹאֲבִיָּה הִיא, הַשָּׁבָה עִם-נָעֳמִי מִשְּׂדֵי מוֹאָב.",
                    "english": "And the servant that was set over the reapers answered and said: 'It is a Moabitish damsel that came back with Naomi out of the field of Moab;",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וַתֹּאמֶר, אֲלַקֳּטָה-נָּא וְאָסַפְתִּי בָעֳמָרִים, אַחֲרֵי, הַקּוֹצְרִים; וַתָּבוֹא וַתַּעֲמוֹד, מֵאָז הַבֹּקֶר וְעַד-עַתָּה--זֶה שִׁבְתָּהּ הַבַּיִת, מְעָט.",
                    "english": "and she said: Let me glean, I pray you, and gather after the reapers among the sheaves; so she came, and hath continued even from the morning until now, save that she tarried a little in the house.'",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וַיֹּאמֶר בֹּעַז אֶל-רוּת הֲלוֹא שָׁמַעַתְּ בִּתִּי, אַל-תֵּלְכִי לִלְקֹט בְּשָׂדֶה אַחֵר, וְגַם לֹא תַעֲבוּרִי, מִזֶּה; וְכֹה תִדְבָּקִין, עִם-נַעֲרֹתָי.",
                    "english": "Then said Boaz unto Ruth: 'Hearest thou not, my daughter? Go not to glean in another field, neither pass from hence, but abide here fast by my maidens.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "עֵינַיִךְ בַּשָּׂדֶה אֲשֶׁר-יִקְצֹרוּן, וְהָלַכְתְּ אַחֲרֵיהֶן--הֲלוֹא צִוִּיתִי אֶת-הַנְּעָרִים, לְבִלְתִּי נָגְעֵךְ; וְצָמִת, וְהָלַכְתְּ אֶל-הַכֵּלִים, וְשָׁתִית, מֵאֲשֶׁר יִשְׁאֲבוּן הַנְּעָרִים.",
                    "english": "Let thine eyes be on the field that they do reap, and go thou after them; have I not charged the young men that they shall not touch thee? and when thou art athirst, go unto the vessels, and drink of that which the young men have drawn.'",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וַתִּפֹּל, עַל-פָּנֶיהָ, וַתִּשְׁתַּחוּ, אָרְצָה; וַתֹּאמֶר אֵלָיו, מַדּוּעַ מָצָאתִי חֵן בְּעֵינֶיךָ לְהַכִּירֵנִי--וְאָנֹכִי, נָכְרִיָּה.",
                    "english": "Then she fell on her face, and bowed down to the ground, and said unto him: 'Why have I found favour in thy sight, that thou shouldest take cognizance of me, seeing I am a foreigner?'",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "וַיַּעַן בֹּעַז, וַיֹּאמֶר לָהּ--הֻגֵּד הֻגַּד לִי כֹּל אֲשֶׁר-עָשִׂית אֶת-חֲמוֹתֵךְ, אַחֲרֵי מוֹת אִישֵׁךְ; וַתַּעַזְבִי אָבִיךְ וְאִמֵּךְ, וְאֶרֶץ מוֹלַדְתֵּךְ, וַתֵּלְכִי, אֶל-עַם אֲשֶׁר לֹא-יָדַעַתְּ תְּמוֹל שִׁלְשׁוֹם.",
                    "english": "And Boaz answered and said unto her: 'It hath fully been told me, all that thou hast done unto thy mother-in-law since the death of thy husband; and how thou hast left thy father and thy mother, and the land of thy nativity, and art come unto a people that thou knewest not heretofore.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "יְשַׁלֵּם יְהוָה, פָּעֳלֵךְ; וּתְהִי מַשְׂכֻּרְתֵּךְ שְׁלֵמָה, מֵעִם יְהוָה אֱלֹהֵי יִשְׂרָאֵל, אֲשֶׁר-בָּאת, לַחֲסוֹת תַּחַת-כְּנָפָיו.",
                    "english": "The LORD recompense thy work, and be thy reward complete from the LORD, the God of Israel, under whose wings thou art come to take refuge.'",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וַתֹּאמֶר אֶמְצָא-חֵן בְּעֵינֶיךָ אֲדֹנִי, כִּי נִחַמְתָּנִי, וְכִי דִבַּרְתָּ, עַל-לֵב שִׁפְחָתֶךָ; וְאָנֹכִי לֹא אֶהְיֶה, כְּאַחַת שִׁפְחֹתֶיךָ.",
                    "english": "Then she said: 'Let me find favour in thy sight, my lord; for that thou hast comforted me, and for that thou hast spoken to the heart of thy handmaid, though I be not as one of thy handmaidens.'",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וַיֹּאמֶר לָה בֹעַז לְעֵת הָאֹכֶל, גֹּשִׁי הֲלֹם וְאָכַלְתְּ מִן-הַלֶּחֶם, וְטָבַלְתְּ פִּתֵּךְ, בַּחֹמֶץ; וַתֵּשֶׁב, מִצַּד הַקֹּצְרִים, וַיִּצְבָּט-לָהּ קָלִי, וַתֹּאכַל וַתִּשְׂבַּע וַתֹּתַר.",
                    "english": "And Boaz said unto her at meal-time: 'Come hither, and eat of the bread, and dip thy morsel in the vinegar.' And she sat beside the reapers; and they reached her parched corn, and she did eat and was satisfied, and left thereof.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וַתָּקָם, לְלַקֵּט; וַיְצַו בֹּעַז אֶת-נְעָרָיו לֵאמֹר, גַּם בֵּין הָעֳמָרִים תְּלַקֵּט--וְלֹא תַכְלִימוּהָ.",
                    "english": "And when she was risen up to glean, Boaz commanded his young men, saying: 'Let her glean even among the sheaves, and put her not to shame.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "וְגַם שֹׁל-תָּשֹׁלּוּ לָהּ, מִן-הַצְּבָתִים; וַעֲזַבְתֶּם וְלִקְּטָה, וְלֹא תִגְעֲרוּ-בָהּ.",
                    "english": "And also pull out some for her of purpose from the bundles, and leave it, and let her glean, and rebuke her not.'",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "וַתְּלַקֵּט בַּשָּׂדֶה, עַד-הָעָרֶב; וַתַּחְבֹּט אֵת אֲשֶׁר-לִקֵּטָה, וַיְהִי כְּאֵיפָה שְׂעֹרִים.",
                    "english": "So she gleaned in the field until even; and she beat out that which she had gleaned, and it was about an ephah of barley.",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "וַתִּשָּׂא וַתָּבוֹא הָעִיר, וַתֵּרֶא חֲמוֹתָהּ אֵת אֲשֶׁר-לִקֵּטָה; וַתּוֹצֵא, וַתִּתֶּן-לָהּ, אֵת אֲשֶׁר-הוֹתִרָה, מִשָּׂבְעָהּ.",
                    "english": "And she took it up, and went into the city; and her mother-in-law saw what she had gleaned; and she brought forth and gave to her that which she had left after she was satisfied.",
                    "verseNumber": 18
                },
                "19": {
                    "hebrew": "וַתֹּאמֶר לָהּ חֲמוֹתָהּ אֵיפֹה לִקַּטְתְּ הַיּוֹם, וְאָנָה עָשִׂית--יְהִי מַכִּירֵךְ, בָּרוּךְ; וַתַּגֵּד לַחֲמוֹתָהּ, אֵת אֲשֶׁר-עָשְׂתָה עִמּוֹ, וַתֹּאמֶר שֵׁם הָאִישׁ אֲשֶׁר עָשִׂיתִי עִמּוֹ הַיּוֹם, בֹּעַז.",
                    "english": "And her mother-in-law said unto her: 'Where hast thou gleaned to-day? and where wroughtest thou? blessed be he that did take knowledge of thee.' And she told her mother-in-law with whom she had wrought, and said: 'The man's name with whom I wrought to-day is Boaz.'",
                    "verseNumber": 19
                },
                "20": {
                    "hebrew": "וַתֹּאמֶר נָעֳמִי לְכַלָּתָהּ, בָּרוּךְ הוּא לַיהוָה, אֲשֶׁר לֹא-עָזַב חַסְדּוֹ, אֶת-הַחַיִּים וְאֶת-הַמֵּתִים; וַתֹּאמֶר לָהּ נָעֳמִי, קָרוֹב לָנוּ הָאִישׁ--מִגֹּאֲלֵנוּ, הוּא.",
                    "english": "And Naomi said unto her daughter-in-law: 'Blessed be he of the LORD, who hath not left off His kindness to the living and to the dead.' And Naomi said unto her: 'The man is nigh of kin unto us, one of our near kinsmen.'",
                    "verseNumber": 20
                },
                "21": {
                    "hebrew": "וַתֹּאמֶר, רוּת הַמּוֹאֲבִיָּה:  גַּם כִּי-אָמַר אֵלַי, עִם-הַנְּעָרִים אֲשֶׁר-לִי תִּדְבָּקִין, עַד אִם-כִּלּוּ, אֵת כָּל-הַקָּצִיר אֲשֶׁר-לִי.",
                    "english": "And Ruth the Moabitess said: 'Yea, he said unto me: Thou shalt keep fast by my young men, until they have ended all my harvest.'",
                    "verseNumber": 21
                },
                "22": {
                    "hebrew": "וַתֹּאמֶר נָעֳמִי, אֶל-רוּת כַּלָּתָהּ:  טוֹב בִּתִּי, כִּי תֵצְאִי עִם-נַעֲרוֹתָיו, וְלֹא יִפְגְּעוּ-בָךְ, בְּשָׂדֶה אַחֵר.",
                    "english": "And Naomi said unto Ruth her daughter-in-law: 'It is good, my daughter, that thou go out with his maidens, and that thou be not met in any other field.'",
                    "verseNumber": 22
                },
                "23": {
                    "hebrew": "וַתִּדְבַּק בְּנַעֲרוֹת בֹּעַז, לְלַקֵּט--עַד-כְּלוֹת קְצִיר-הַשְּׂעֹרִים, וּקְצִיר הַחִטִּים; וַתֵּשֶׁב, אֶת-חֲמוֹתָהּ.",
                    "english": "So she kept fast by the maidens of Boaz to glean unto the end of barley harvest and of wheat harvest; and she dwelt with her mother-in-law.",
                    "verseNumber": 23
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt2902.htm"
        },
        "3": {
            "chapterNumber": 3,
            "canonicalTitle": "Ruth Chapter 3",
            "verses": {
                "1": {
                    "hebrew": "וַתֹּאמֶר לָהּ, נָעֳמִי חֲמוֹתָהּ:  בִּתִּי, הֲלֹא אֲבַקֶּשׁ-לָךְ מָנוֹחַ אֲשֶׁר יִיטַב-לָךְ.",
                    "english": "And Naomi her mother-in-law said unto her: 'My daughter, shall I not seek rest for thee, that it may be well with thee?",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וְעַתָּה, הֲלֹא בֹעַז מֹדַעְתָּנוּ, אֲשֶׁר הָיִית, אֶת-נַעֲרוֹתָיו; הִנֵּה-הוּא, זֹרֶה אֶת-גֹּרֶן הַשְּׂעֹרִים--הַלָּיְלָה.",
                    "english": "And now is there not Boaz our kinsman, with whose maidens thou wast? Behold, he winnoweth barley to-night in the threshing-floor.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וְרָחַצְתְּ וָסַכְתְּ, וְשַׂמְתְּ שמלתך (שִׂמְלֹתַיִךְ) עָלַיִךְ--וירדתי (וְיָרַדְתְּ) הַגֹּרֶן; אַל-תִּוָּדְעִי לָאִישׁ, עַד כַּלֹּתוֹ לֶאֱכֹל וְלִשְׁתּוֹת.",
                    "english": "Wash thyself therefore, and anoint thee, and put thy raiment upon thee, and get thee down to the threshing-floor; but make not thyself known unto the man, until he shall have done eating and drinking.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וִיהִי בְשָׁכְבוֹ, וְיָדַעַתְּ אֶת-הַמָּקוֹם אֲשֶׁר יִשְׁכַּב-שָׁם, וּבָאת וְגִלִּית מַרְגְּלֹתָיו, ושכבתי (וְשָׁכָבְתְּ); וְהוּא יַגִּיד לָךְ, אֵת אֲשֶׁר תַּעֲשִׂין.",
                    "english": "And it shall be, when he lieth down, that thou shalt mark the place where he shall lie, and thou shalt go in, and uncover his feet, and lay thee down; and he will tell thee what thou shalt do.'",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וַתֹּאמֶר, אֵלֶיהָ:  כֹּל אֲשֶׁר-תֹּאמְרִי     (אֵלַי), אֶעֱשֶׂה.",
                    "english": "And she said unto her: 'All that thou sayest unto me I will do.'",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וַתֵּרֶד, הַגֹּרֶן; וַתַּעַשׂ, כְּכֹל אֲשֶׁר-צִוַּתָּה חֲמוֹתָהּ.",
                    "english": "And she went down unto the threshing-floor, and did according to all that her mother-in-law bade her.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וַיֹּאכַל בֹּעַז וַיֵּשְׁתְּ, וַיִּיטַב לִבּוֹ, וַיָּבֹא, לִשְׁכַּב בִּקְצֵה הָעֲרֵמָה; וַתָּבֹא בַלָּט, וַתְּגַל מַרְגְּלֹתָיו וַתִּשְׁכָּב.",
                    "english": "And when Boaz had eaten and drunk, and his heart was merry, he went to lie down at the end of the heap of corn; and she came softly, and uncovered his feet, and laid her down.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וַיְהִי בַּחֲצִי הַלַּיְלָה, וַיֶּחֱרַד הָאִישׁ וַיִּלָּפֵת; וְהִנֵּה אִשָּׁה, שֹׁכֶבֶת מַרְגְּלֹתָיו.",
                    "english": "And it came to pass at midnight, that the man was startled, and turned himself; and, behold, a woman lay at his feet.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "וַיֹּאמֶר, מִי-אָתְּ; וַתֹּאמֶר, אָנֹכִי רוּת אֲמָתֶךָ, וּפָרַשְׂתָּ כְנָפֶךָ עַל-אֲמָתְךָ, כִּי גֹאֵל אָתָּה.",
                    "english": "And he said: 'Who art thou?' And she answered: 'I am Ruth thine handmaid; spread therefore thy skirt over thy handmaid; for thou art a near kinsman.'",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וַיֹּאמֶר, בְּרוּכָה אַתְּ לַיהוָה בִּתִּי--הֵיטַבְתְּ חַסְדֵּךְ הָאַחֲרוֹן, מִן-הָרִאשׁוֹן:  לְבִלְתִּי-לֶכֶת, אַחֲרֵי הַבַּחוּרִים--אִם-דַּל, וְאִם-עָשִׁיר.",
                    "english": "And he said: 'Blessed be thou of the LORD, my daughter; thou hast shown more kindness in the end than at the beginning, inasmuch as thou didst not follow the young men, whether poor or rich.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "וְעַתָּה, בִּתִּי אַל-תִּירְאִי, כֹּל אֲשֶׁר-תֹּאמְרִי, אֶעֱשֶׂה-לָּךְ:  כִּי יוֹדֵעַ כָּל-שַׁעַר עַמִּי, כִּי אֵשֶׁת חַיִל אָתְּ.",
                    "english": "And now, my daughter, fear not; I will do to thee all that thou sayest; for all the men in the gate of my people do know that thou art a virtuous woman.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וְעַתָּה כִּי אָמְנָם, כִּי אם (  ) גֹאֵל אָנֹכִי; וְגַם יֵשׁ גֹּאֵל, קָרוֹב מִמֶּנִּי.",
                    "english": "And now it is true that I am a near kinsman; howbeit there is a kinsman nearer than I.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "לִינִי הַלַּיְלָה, וְהָיָה בַבֹּקֶר אִם-יִגְאָלֵךְ טוֹב יִגְאָל, וְאִם-לֹא יַחְפֹּץ לְגָאֳלֵךְ וּגְאַלְתִּיךְ אָנֹכִי, חַי-יְהוָה; שִׁכְבִי, עַד-הַבֹּקֶר.",
                    "english": "Tarry this night, and it shall be in the morning, that if he will perform unto thee the part of a kinsman, well; let him do the kinsman's part; but if he be not willing to do the part of a kinsman to thee, then will I do the part of a kinsman to thee, as the LORD liveth; lie down until the morning.'",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וַתִּשְׁכַּב מַרְגְּלוֹתָו, עַד-הַבֹּקֶר, וַתָּקָם, בטרום (בְּטֶרֶם) יַכִּיר אִישׁ אֶת-רֵעֵהוּ; וַיֹּאמֶר, אַל-יִוָּדַע, כִּי-בָאָה הָאִשָּׁה, הַגֹּרֶן.",
                    "english": "And she lay at his feet until the morning; and she rose up before one could discern another. For he said: 'Let it not be known that the woman came to the threshing-floor.'",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וַיֹּאמֶר, הָבִי הַמִּטְפַּחַת אֲשֶׁר-עָלַיִךְ וְאֶחֳזִי-בָהּ--וַתֹּאחֶז בָּהּ; וַיָּמָד שֵׁשׁ-שְׂעֹרִים וַיָּשֶׁת עָלֶיהָ, וַיָּבֹא הָעִיר.",
                    "english": "And he said: 'Bring the mantle that is upon thee, and hold it'; and she held it; and he measured six measures of barley, and laid it on her; and he went into the city.",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "וַתָּבוֹא, אֶל-חֲמוֹתָהּ, וַתֹּאמֶר, מִי-אַתְּ בִּתִּי; וַתַּגֶּד-לָהּ--אֵת כָּל-אֲשֶׁר עָשָׂה-לָהּ, הָאִישׁ.",
                    "english": "And when she came to her mother-in-law, she said: 'Who art thou, my daughter?' And she told her all that the man had done to her.",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "וַתֹּאמֶר, שֵׁשׁ-הַשְּׂעֹרִים הָאֵלֶּה נָתַן לִי:  כִּי אָמַר     (אֵלַי), אַל-תָּבוֹאִי רֵיקָם אֶל-חֲמוֹתֵךְ.",
                    "english": "And she said: 'These six measures of barley gave he me; for he said to me: Go not empty unto thy mother-in-law.'",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "וַתֹּאמֶר, שְׁבִי בִתִּי, עַד אֲשֶׁר תֵּדְעִין, אֵיךְ יִפֹּל דָּבָר:  כִּי לֹא יִשְׁקֹט הָאִישׁ, כִּי-אִם-כִּלָּה הַדָּבָר הַיּוֹם.",
                    "english": "Then said she: 'Sit still, my daughter, until thou know how the matter will fall; for the man will not rest, until he have finished the thing this day.'",
                    "verseNumber": 18
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt2903.htm"
        },
        "4": {
            "chapterNumber": 4,
            "canonicalTitle": "Ruth Chapter 4",
            "verses": {
                "1": {
                    "hebrew": "וּבֹעַז עָלָה הַשַּׁעַר, וַיֵּשֶׁב שָׁם, וְהִנֵּה הַגֹּאֵל עֹבֵר אֲשֶׁר דִּבֶּר-בֹּעַז, וַיֹּאמֶר סוּרָה שְׁבָה-פֹּה פְּלֹנִי אַלְמֹנִי; וַיָּסַר, וַיֵּשֵׁב.",
                    "english": "Now Boaz went up to the gate, and sat him down there; and, behold, the near kinsman of whom Boaz spoke came by; unto whom he said: 'Ho, such a one! turn aside, sit down here.' And he turned aside, and sat down.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וַיִּקַּח עֲשָׂרָה אֲנָשִׁים, מִזִּקְנֵי הָעִיר--וַיֹּאמֶר שְׁבוּ-פֹה; וַיֵּשֵׁבוּ.",
                    "english": "And he took ten men of the elders of the city, and said: 'Sit ye down here.' And they sat down.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וַיֹּאמֶר, לַגֹּאֵל, חֶלְקַת הַשָּׂדֶה, אֲשֶׁר לְאָחִינוּ לֶאֱלִימֶלֶךְ:  מָכְרָה נָעֳמִי, הַשָּׁבָה מִשְּׂדֵה מוֹאָב.",
                    "english": "And he said unto the near kinsman: 'Naomi, that is come back out of the field of Moab, selleth the parcel of land, which was our brother Elimelech's;",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וַאֲנִי אָמַרְתִּי אֶגְלֶה אָזְנְךָ לֵאמֹר, קְנֵה נֶגֶד הַיֹּשְׁבִים וְנֶגֶד זִקְנֵי עַמִּי--אִם-תִּגְאַל גְּאָל, וְאִם-לֹא יִגְאַל הַגִּידָה לִּי ואדע (וְאֵדְעָה) כִּי אֵין זוּלָתְךָ לִגְאוֹל וְאָנֹכִי אַחֲרֶיךָ; וַיֹּאמֶר, אָנֹכִי אֶגְאָל.",
                    "english": "and I thought to disclose it unto thee, saying: Buy it before them that sit here, and before the elders of my people. If thou wilt redeem it, redeem it; but if it will not be redeemed, then tell me, that I may know; for there is none to redeem it beside thee; and I am after thee.' And he said: 'I will redeem it.'",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וַיֹּאמֶר בֹּעַז, בְּיוֹם-קְנוֹתְךָ הַשָּׂדֶה מִיַּד נָעֳמִי; וּמֵאֵת רוּת הַמּוֹאֲבִיָּה אֵשֶׁת-הַמֵּת, קניתי (קָנִיתָ)--לְהָקִים שֵׁם-הַמֵּת, עַל-נַחֲלָתוֹ.",
                    "english": "Then said Boaz: 'What day thou buyest the field of the hand of Naomi--hast thou also bought of Ruth the Moabitess, the wife of the dead, to raise up the name of the dead upon his inheritance?'",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וַיֹּאמֶר הַגֹּאֵל, לֹא אוּכַל לגאול- (לִגְאָל-) לִי--פֶּן-אַשְׁחִית, אֶת-נַחֲלָתִי; גְּאַל-לְךָ אַתָּה אֶת-גְּאֻלָּתִי, כִּי לֹא-אוּכַל לִגְאֹל.",
                    "english": "And the near kinsman said: 'I cannot redeem it for myself, lest I mar mine own inheritance; take thou my right of redemption on thee; for I cannot redeem it.'--",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וְזֹאת לְפָנִים בְּיִשְׂרָאֵל עַל-הַגְּאֻלָּה וְעַל-הַתְּמוּרָה, לְקַיֵּם כָּל-דָּבָר, שָׁלַף אִישׁ נַעֲלוֹ, וְנָתַן לְרֵעֵהוּ; וְזֹאת הַתְּעוּדָה, בְּיִשְׂרָאֵל.",
                    "english": "Now this was the custom in former time in Israel concerning redeeming and concerning exchanging, to confirm all things: a man drew off his shoe, and gave it to his neighbour; and this was the attestation in Israel.--",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וַיֹּאמֶר הַגֹּאֵל לְבֹעַז, קְנֵה-לָךְ; וַיִּשְׁלֹף, נַעֲלוֹ.",
                    "english": "So the near kinsman said unto Boaz: 'Buy it for thyself.' And he drew off his shoe.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "וַיֹּאמֶר בֹּעַז לַזְּקֵנִים וְכָל-הָעָם, עֵדִים אַתֶּם הַיּוֹם, כִּי קָנִיתִי אֶת-כָּל-אֲשֶׁר לֶאֱלִימֶלֶךְ, וְאֵת כָּל-אֲשֶׁר לְכִלְיוֹן וּמַחְלוֹן--מִיַּד, נָעֳמִי.",
                    "english": "And Boaz said unto the elders, and unto all the people: 'Ye are witnesses this day, that I have bought all that was Elimelech's, and all that was Chilion's and Mahlon's, of the hand of Naomi.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וְגַם אֶת-רוּת הַמֹּאֲבִיָּה אֵשֶׁת מַחְלוֹן קָנִיתִי לִי לְאִשָּׁה, לְהָקִים שֵׁם-הַמֵּת עַל-נַחֲלָתוֹ, וְלֹא-יִכָּרֵת שֵׁם-הַמֵּת מֵעִם אֶחָיו, וּמִשַּׁעַר מְקוֹמוֹ:  עֵדִים אַתֶּם, הַיּוֹם.",
                    "english": "Moreover Ruth the Moabitess, the wife of Mahlon, have I acquired to be my wife, to raise up the name of the dead upon his inheritance, that the name of the dead be not cut off from among his brethren, and from the gate of his place; ye are witnesses this day.'",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "וַיֹּאמְרוּ כָּל-הָעָם אֲשֶׁר-בַּשַּׁעַר, וְהַזְּקֵנִים--עֵדִים; יִתֵּן יְהוָה אֶת-הָאִשָּׁה הַבָּאָה אֶל-בֵּיתֶךָ, כְּרָחֵל וּכְלֵאָה אֲשֶׁר בָּנוּ שְׁתֵּיהֶם אֶת-בֵּית יִשְׂרָאֵל, וַעֲשֵׂה-חַיִל בְּאֶפְרָתָה, וּקְרָא-שֵׁם בְּבֵית לָחֶם.",
                    "english": "And all the people that were in the gate, and the elders, said: 'We are witnesses. The LORD make the woman that is come into thy house like Rachel and like Leah, which two did build the house of Israel; and do thou worthily in Ephrath, and be famous in Beth-lehem;",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וִיהִי בֵיתְךָ כְּבֵית פֶּרֶץ, אֲשֶׁר-יָלְדָה תָמָר לִיהוּדָה--מִן-הַזֶּרַע, אֲשֶׁר יִתֵּן יְהוָה לְךָ, מִן-הַנַּעֲרָה, הַזֹּאת.",
                    "english": "and let thy house be like the house of Perez, whom Tamar bore unto Judah, of the seed which the LORD shall give thee of this young woman.'",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וַיִּקַּח בֹּעַז אֶת-רוּת וַתְּהִי-לוֹ לְאִשָּׁה, וַיָּבֹא אֵלֶיהָ; וַיִּתֵּן יְהוָה לָהּ הֵרָיוֹן, וַתֵּלֶד בֵּן.",
                    "english": "So Boaz took Ruth, and she became his wife; and he went in unto her, and the LORD gave her conception, and she bore a son.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וַתֹּאמַרְנָה הַנָּשִׁים, אֶל-נָעֳמִי, בָּרוּךְ יְהוָה, אֲשֶׁר לֹא הִשְׁבִּית לָךְ גֹּאֵל הַיּוֹם; וְיִקָּרֵא שְׁמוֹ, בְּיִשְׂרָאֵל.",
                    "english": "And the women said unto Naomi: 'Blessed be the LORD, who hath not left thee this day without a near kinsman, and let his name be famous in Israel.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וְהָיָה לָךְ לְמֵשִׁיב נֶפֶשׁ, וּלְכַלְכֵּל אֶת-שֵׂיבָתֵךְ:  כִּי כַלָּתֵךְ אֲשֶׁר-אֲהֵבַתֶךְ, יְלָדַתּוּ, אֲשֶׁר-הִיא טוֹבָה לָךְ, מִשִּׁבְעָה בָּנִים.",
                    "english": "And he shall be unto thee a restorer of life, and a nourisher of thine old age; for thy daughter-in-law, who loveth thee, who is better to thee than seven sons, hath borne him.'",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "וַתִּקַּח נָעֳמִי אֶת-הַיֶּלֶד וַתְּשִׁתֵהוּ בְחֵיקָהּ, וַתְּהִי-לוֹ לְאֹמֶנֶת.",
                    "english": "And Naomi took the child, and laid it in her bosom, and became nurse unto it.",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "וַתִּקְרֶאנָה לוֹ הַשְּׁכֵנוֹת שֵׁם לֵאמֹר, יֻלַּד-בֵּן לְנָעֳמִי; וַתִּקְרֶאנָה שְׁמוֹ עוֹבֵד, הוּא אֲבִי-יִשַׁי אֲבִי דָוִד.  {פ}",
                    "english": "And the women her neighbours gave it a name, saying: 'There is a son born to Naomi'; and they called his name Obed; he is the father of Jesse, the father of David. {P}",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "וְאֵלֶּה תּוֹלְדוֹת פָּרֶץ, פֶּרֶץ הוֹלִיד אֶת-חֶצְרוֹן.",
                    "english": "Now these are the generations of Perez: Perez begot Hezron;",
                    "verseNumber": 18
                },
                "19": {
                    "hebrew": "וְחֶצְרוֹן הוֹלִיד אֶת-רָם, וְרָם הוֹלִיד אֶת-עַמִּינָדָב.",
                    "english": "and Hezron begot Ram, and Ram begot Amminadab;",
                    "verseNumber": 19
                },
                "20": {
                    "hebrew": "וְעַמִּינָדָב הוֹלִיד אֶת-נַחְשׁוֹן, וְנַחְשׁוֹן הוֹלִיד אֶת-שַׂלְמָה.",
                    "english": "and Amminadab begot Nahshon, and Nahshon begot Salmon;",
                    "verseNumber": 20
                },
                "21": {
                    "hebrew": "וְשַׂלְמוֹן הוֹלִיד אֶת-בֹּעַז, וּבֹעַז הוֹלִיד אֶת-עוֹבֵד.",
                    "english": "and Salmon begot Boaz, and Boaz begot Obed;",
                    "verseNumber": 21
                },
                "22": {
                    "hebrew": "וְעֹבֵד הוֹלִיד אֶת-יִשָׁי, וְיִשַׁי הוֹלִיד אֶת-דָּוִד.  {ש}",
                    "english": "and Obed begot Jesse, and Jesse begot David. {P}",
                    "verseNumber": 22
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt2904.htm"
        },
        "1": {
            "chapterNumber": 1,
            "canonicalTitle": "Ruth Chapter 1",
            "verses": {
                "1": {
                    "hebrew": "וַיְהִי, בִּימֵי שְׁפֹט הַשֹּׁפְטִים, וַיְהִי רָעָב, בָּאָרֶץ; וַיֵּלֶךְ אִישׁ מִבֵּית לֶחֶם יְהוּדָה, לָגוּר בִּשְׂדֵי מוֹאָב--הוּא וְאִשְׁתּוֹ, וּשְׁנֵי בָנָיו.",
                    "english": "And it came to pass in the days when the judges judged, that there was a famine in the land. And a certain man of Beth-lehem in Judah went to sojourn in the field of Moab, he, and his wife, and his two sons.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "וְשֵׁם הָאִישׁ אֱלִימֶלֶךְ וְשֵׁם אִשְׁתּוֹ נָעֳמִי וְשֵׁם שְׁנֵי-בָנָיו מַחְלוֹן וְכִלְיוֹן, אֶפְרָתִים--מִבֵּית לֶחֶם, יְהוּדָה; וַיָּבֹאוּ שְׂדֵי-מוֹאָב, וַיִּהְיוּ-שָׁם.",
                    "english": "And the name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Beth-lehem in Judah. And they came into the field of Moab, and continued there.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "וַיָּמָת אֱלִימֶלֶךְ, אִישׁ נָעֳמִי; וַתִּשָּׁאֵר הִיא, וּשְׁנֵי בָנֶיהָ.",
                    "english": "And Elimelech Naomi's husband died; and she was left, and her two sons.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וַיִּשְׂאוּ לָהֶם, נָשִׁים מֹאֲבִיּוֹת--שֵׁם הָאַחַת עָרְפָּה, וְשֵׁם הַשֵּׁנִית רוּת; וַיֵּשְׁבוּ שָׁם, כְּעֶשֶׂר שָׁנִים.",
                    "english": "And they took them wives of the women of Moab: the name of the one was Orpah, and the name of the other Ruth; and they dwelt there about ten years.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וַיָּמֻתוּ גַם-שְׁנֵיהֶם, מַחְלוֹן וְכִלְיוֹן; וַתִּשָּׁאֵר, הָאִשָּׁה, מִשְּׁנֵי יְלָדֶיהָ, וּמֵאִישָׁהּ.",
                    "english": "And Mahlon and Chilion died both of them; and the woman was left of her two children and of her husband.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וַתָּקָם הִיא וְכַלֹּתֶיהָ, וַתָּשָׁב מִשְּׂדֵי מוֹאָב:  כִּי שָׁמְעָה, בִּשְׂדֵה מוֹאָב--כִּי-פָקַד יְהוָה אֶת-עַמּוֹ, לָתֵת לָהֶם לָחֶם.",
                    "english": "Then she arose with her daughters-in-law, that she might return from the field of Moab; for she had heard in the field of Moab how that the LORD had remembered His people in giving them bread.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "וַתֵּצֵא, מִן-הַמָּקוֹם אֲשֶׁר הָיְתָה-שָּׁמָּה, וּשְׁתֵּי כַלּוֹתֶיהָ, עִמָּהּ; וַתֵּלַכְנָה בַדֶּרֶךְ, לָשׁוּב אֶל-אֶרֶץ יְהוּדָה.",
                    "english": "And she went forth out of the place where she was, and her two daughters-in-law with her; and they went on the way to return unto the land of Judah.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וַתֹּאמֶר נָעֳמִי, לִשְׁתֵּי כַלֹּתֶיהָ, לֵכְנָה שֹּׁבְנָה, אִשָּׁה לְבֵית אִמָּהּ; יעשה (יַעַשׂ) יְהוָה עִמָּכֶם חֶסֶד, כַּאֲשֶׁר עֲשִׂיתֶם עִם-הַמֵּתִים וְעִמָּדִי.",
                    "english": "And Naomi said unto her two daughters-in-law: 'Go, return each of you to her mother's house; the LORD deal kindly with you, as ye have dealt with the dead, and with me.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "יִתֵּן יְהוָה, לָכֶם, וּמְצֶאןָ מְנוּחָה, אִשָּׁה בֵּית אִישָׁהּ; וַתִּשַּׁק לָהֶן, וַתִּשֶּׂאנָה קוֹלָן וַתִּבְכֶּינָה.",
                    "english": "The LORD grant you that ye may find rest, each of you in the house of her husband.' Then she kissed them; and they lifted up their voice, and wept.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וַתֹּאמַרְנָה-לָּהּ:  כִּי-אִתָּךְ נָשׁוּב, לְעַמֵּךְ.",
                    "english": "And they said unto her: 'Nay, but we will return with thee unto thy people.'",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "וַתֹּאמֶר נָעֳמִי שֹׁבְנָה בְנֹתַי, לָמָּה תֵלַכְנָה עִמִּי:  הַעוֹד-לִי בָנִים בְּמֵעַי, וְהָיוּ לָכֶם לַאֲנָשִׁים.",
                    "english": "And Naomi said: 'Turn back, my daughters; why will ye go with me? have I yet sons in my womb, that they may be your husbands?",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "שֹׁבְנָה בְנֹתַי לֵכְןָ, כִּי זָקַנְתִּי מִהְיוֹת לְאִישׁ:  כִּי אָמַרְתִּי, יֶשׁ-לִי תִקְוָה--גַּם הָיִיתִי הַלַּיְלָה לְאִישׁ, וְגַם יָלַדְתִּי בָנִים.",
                    "english": "Turn back, my daughters, go your way; for I am too old to have a husband. If I should say: I have hope, should I even have an husband to-night, and also bear sons;",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "הֲלָהֵן תְּשַׂבֵּרְנָה, עַד אֲשֶׁר יִגְדָּלוּ, הֲלָהֵן תֵּעָגֵנָה, לְבִלְתִּי הֱיוֹת לְאִישׁ; אַל בְּנֹתַי, כִּי-מַר-לִי מְאֹד מִכֶּם--כִּי-יָצְאָה בִי, יַד-יְהוָה.",
                    "english": "would ye tarry for them till they were grown? would ye shut yourselves off for them and have no husbands? nay, my daughters; for it grieveth me much for your sakes, for the hand of the LORD is gone forth against me.'",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "וַתִּשֶּׂנָה קוֹלָן, וַתִּבְכֶּינָה עוֹד; וַתִּשַּׁק עָרְפָּה לַחֲמוֹתָהּ, וְרוּת דָּבְקָה בָּהּ.",
                    "english": "And they lifted up their voice, and wept again; and Orpah kissed her mother-in-law; but Ruth cleaved unto her.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "וַתֹּאמֶר, הִנֵּה שָׁבָה יְבִמְתֵּךְ, אֶל-עַמָּהּ, וְאֶל-אֱלֹהֶיהָ; שׁוּבִי, אַחֲרֵי יְבִמְתֵּךְ.",
                    "english": "And she said: 'Behold, thy sister-in-law is gone back unto her people, and unto her god; return thou after thy sister-in-law.'",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "וַתֹּאמֶר רוּת אַל-תִּפְגְּעִי-בִי, לְעָזְבֵךְ לָשׁוּב מֵאַחֲרָיִךְ:  כִּי אֶל-אֲשֶׁר תֵּלְכִי אֵלֵךְ, וּבַאֲשֶׁר תָּלִינִי אָלִין--עַמֵּךְ עַמִּי, וֵאלֹהַיִךְ אֱלֹהָי.",
                    "english": "And Ruth said: 'Entreat me not to leave thee, and to return from following after thee; for whither thou goest, I will go; and where thou lodgest, I will lodge; thy people shall be my people, and thy God my God;",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "בַּאֲשֶׁר תָּמוּתִי אָמוּת, וְשָׁם אֶקָּבֵר; כֹּה יַעֲשֶׂה יְהוָה לִי, וְכֹה יוֹסִיף--כִּי הַמָּוֶת, יַפְרִיד בֵּינִי וּבֵינֵךְ.",
                    "english": "where thou diest, will I die, and there will I be buried; the LORD do so to me, and more also, if aught but death part thee and me.'",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "וַתֵּרֶא, כִּי-מִתְאַמֶּצֶת הִיא לָלֶכֶת אִתָּהּ; וַתֶּחְדַּל, לְדַבֵּר אֵלֶיהָ.",
                    "english": "And when she saw that she was stedfastly minded to go with her, she left off speaking unto her.",
                    "verseNumber": 18
                },
                "19": {
                    "hebrew": "וַתֵּלַכְנָה שְׁתֵּיהֶם, עַד-בּוֹאָנָה בֵּית לָחֶם; וַיְהִי, כְּבוֹאָנָה בֵּית לֶחֶם, וַתֵּהֹם כָּל-הָעִיר עֲלֵיהֶן, וַתֹּאמַרְנָה הֲזֹאת נָעֳמִי.",
                    "english": "So they two went until they came to Beth-lehem. And it came to pass, when they were come to Beth-lehem, that all the city was astir concerning them, and the women said: 'Is this Naomi?'",
                    "verseNumber": 19
                },
                "20": {
                    "hebrew": "וַתֹּאמֶר אֲלֵיהֶן, אַל-תִּקְרֶאנָה לִי נָעֳמִי:  קְרֶאןָ לִי מָרָא, כִּי-הֵמַר שַׁדַּי לִי מְאֹד.",
                    "english": "And she said unto them: 'Call me not Naomi, call me Marah; for the Almighty hath dealt very bitterly with me.",
                    "verseNumber": 20
                },
                "21": {
                    "hebrew": "אֲנִי מְלֵאָה הָלַכְתִּי, וְרֵיקָם הֱשִׁיבַנִי יְהוָה; לָמָּה תִקְרֶאנָה לִי, נָעֳמִי, וַיהוָה עָנָה בִי, וְשַׁדַּי הֵרַע לִי.",
                    "english": "I went out full, and the LORD hath brought me back home empty; why call ye me Naomi, seeing the LORD hath testified against me, and the Almighty hath afflicted me?'",
                    "verseNumber": 21
                },
                "22": {
                    "hebrew": "וַתָּשָׁב נָעֳמִי, וְרוּת הַמּוֹאֲבִיָּה כַלָּתָהּ עִמָּהּ, הַשָּׁבָה, מִשְּׂדֵי מוֹאָב; וְהֵמָּה, בָּאוּ בֵּית לֶחֶם, בִּתְחִלַּת, קְצִיר שְׂעֹרִים.",
                    "english": "So Naomi returned, and Ruth the Moabitess, her daughter-in-law, with her, who returned out of the field of Moab--and they came to Beth-lehem in the beginning of barley harvest.",
                    "verseNumber": 22
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt2901.htm"
        }
    },
    "bookName": {
        "hebrew": "רוּת",
        "english": "Ruth"
    }
}