{
    "canonicalBookName": "Zephaniah",
    "chapters": {
        "2": {
            "chapterNumber": 2,
            "canonicalTitle": "Zephaniah Chapter 2",
            "verses": {
                "1": {
                    "hebrew": "††дƒъјче…щ—јщ—ећ, е»че…щћ—ећ--д«вће…й, м…а рƒлјс»у.",
                    "english": "Gather yourselves together, yea, gather together, O shameless nation;",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "††бћји∆ш∆н м∆г∆ъ з…ч, лћјо…х т»б«ш йе…н; бћји∆ш∆н м…а-й»бе…а т¬м≈йл∆н, з¬ше…п а«у-йјде»д--бћји∆ш∆н м…а-й»бе…а т¬м≈йл∆н, йе…н а«у-йјде»д.",
                    "english": "Before the decree bring forth the day when one passeth as the chaff, before the fierce anger of the LORD come upon you, before the day of the LORD'S anger come upon you.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "††бћ«чћјщ—ећ а∆ъ-йјде»д лћ»м-т«рје≈й д»а»ш∆х, а¬щ—∆ш оƒщ—јфћ»ие… фћ»т»мећ; бћ«чћјщ—ећ-ц∆г∆ч, бћ«чћјщ—ећ т¬р»е»д--аећм«й ъћƒсћ»ъјшећ, бћјйе…н а«у-йјде»д.",
                    "english": "Seek ye the LORD, all ye humble of the earth, that have executed His ordinance; seek righteousness, seek humility. It may be ye shall be hid in the day of the LORD'S anger.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "††лћƒй т«жћ»д т¬жећб»д ъƒдјй∆д, еја«щ—јчјме…п мƒщ—јо»о»д; а«щ—јгће…г, бћ«цћ»д√ш«йƒн йјв»шјщ—ећд», ејт∆чјше…п, ъћ≈т»ч≈ш.† {с}",
                    "english": "For Gaza shall be forsaken, and Ashkelon a desolation; they shall drive out Ashdod at the noonday, and Ekron shall be rooted up. {S}",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "††де…й, й…щ—јб≈й з∆б∆м д«йћ»н--вће…й лћјш≈ъƒйн; гћјб«ш-йјде»д т¬м≈йл∆н, лћјр«т«п а∆ш∆х фћјмƒщ—јъћƒйн, ејд«а¬б«гјъћƒйкј, о≈а≈йп йе…щ—≈б.",
                    "english": "Woe unto the inhabitants of the sea-coast, the nation of the Cherethites! the word of the LORD is against you, O Canaan, the land of the Philistines; I will even destroy thee, that there shall be no inhabitant.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "††ејд»йјъ»д з∆б∆м д«йћ»н, рје ъ лћјш…ъ ш…тƒйн--ејвƒгјше…ъ ц…ап.",
                    "english": "And the sea-coast shall be pastures, even meadows for shepherds, and folds for flocks.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "††ејд»й»д з∆б∆м, мƒщ—ја≈шƒйъ бћ≈йъ йјдећг»д--т¬м≈йд∆н йƒшјтећп:† бћјб»ъћ≈й а«щ—јчјме…п, бћ»т∆ш∆б йƒшјбћ»цећп--лћƒй йƒфјчјг≈н йјде»д аЅм…д≈йд∆н, ејщ—»б щбеън (щ—јбƒйъ»н).",
                    "english": "And it shall be a portion for the remnant of the house of Judah, whereon they shall feed; in the houses of Ashkelon shall they lie down in the evening; for the LORD their God will remember them, and turn their captivity.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "††щ—»о«тјъћƒй з∆шјфћ«ъ ое…а»б, ејвƒгћЋф≈й бћјр≈й т«оће…п--а¬щ—∆ш з≈шјфећ а∆ъ-т«оћƒй, е«йћ«вјгћƒймећ т«м-вћјбећм»н.",
                    "english": "I have heard the taunt of Moab, and the revilings of the children of Ammon, wherewith they have taunted My people, and spoken boastfully concerning their border.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "††м»л≈п з«й-а»рƒй рјаЋн йјде»д цјб»ае…ъ аЅм…д≈й йƒщ“јш»а≈м, лћƒй-ое…а»б лћƒсјг…н ъћƒдјй∆д ећбјр≈й т«оће…п лћ«т¬о…ш»д, оƒојщ—«ч з»шећм ећоƒлјш≈д-о∆м«з ећщ—јо»о»д, т«г-те…м»н; щ—ја≈шƒйъ т«оћƒй йјб»жћећн, ејй∆ъ∆ш вће…йƒ йƒрјз»мећн.",
                    "english": "Therefore as I live, saith the LORD of hosts, the God of Israel: Surely Moab shall be as Sodom, and the children of Ammon as Gomorrah, even the breeding-place of nettles, and saltpits, and a desolation, for ever; the residue of My people shall spoil them, and the remnant of My nation shall inherit them.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "††ж…аъ м»д∆н, ъћ«з«ъ вћјае…р»н:† лћƒй з≈шјфећ е«йћ«вјгћƒмећ, т«м-т«н йјде»д цјб»ае…ъ.",
                    "english": "This shall they have for their pride, because they have taunted and spoken boastfully against the people of the LORD of hosts.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "††ре…ш»а йјде»д, т¬м≈йд∆н, лћƒй ш»ж»д, а≈ъ лћ»м-аЅм…д≈й д»а»ш∆х; ејйƒщ—јъћ«з¬еећ-ме… аƒйщ— оƒоћјче…ое…, лћ…м аƒйћ≈й д«вће…йƒн.",
                    "english": "The LORD will be terrible unto them; for He will famish all the gods of the earth; then shall all the isles of the nations worship Him, every one from its place.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "††вћ«н-а«ъћ∆н лћећщ—ƒйн, з«мјм≈й з«шјбћƒй д≈оћ»д.",
                    "english": "Ye Ethiopians also, ye shall be slain by My sword.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "††ејй≈и й»ге… т«м-ц»фе…п, еƒйа«бћ≈г а∆ъ-а«щћ—ећш; ејй»щ“≈н а∆ъ-рƒйрје≈д мƒщ—јо»о»д, цƒйћ»д лћ«оћƒгјбћ»ш.",
                    "english": "And He will stretch out His hand against the north, and destroy Assyria; and will make Nineveh a desolation, and dry like the wilderness.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "††ејш»бјцећ бјъе…л»дћ т¬г»шƒйн, лћ»м-з«йјъе…-ве…й--вћ«н-ч»а«ъ вћ«н-чƒфћ…г, бћјл«фјъћ…ш∆йд» й»мƒйрећ; че…м йјщ—е…ш≈ш бћ«з«мће…п, з…ш∆б бћ«сћ«у, лћƒй а«шјж»д, т≈ш»д.",
                    "english": "And all beasts of every kind shall lie down in the midst of her in herds; both the pelican and the bittern shall lodge in the capitals thereof; voices shall sing in the windows; desolation shall be in the posts; for the cedar-work thereof shall be uncovered.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "††ж…аъ д»тƒйш д»т«мћƒйж»д, д«йће…щ—∆б∆ъ м»б∆и«з, д»а…ојш»д бћƒмјб»б»дћ, а¬рƒй еја«фјсƒй те…г; а≈йкј д»йјъ»д мјщ—«оћ»д, о«шјбћ≈х м«з«йћ»д--лћ…м те…б≈ш т»м∆йд», йƒщ—јш…ч й»рƒйт« й»ге….† {ф}",
                    "english": "This is the joyous city that dwelt without care, that said in her heart: 'I am, and there is none else beside me'; how is she become a desolation, a place for beasts to lie down in! Every one that passeth by her shall hiss, and wag his hand. {P}",
                    "verseNumber": 15
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt2102.htm"
        },
        "3": {
            "chapterNumber": 3,
            "canonicalTitle": "Zephaniah Chapter 3",
            "verses": {
                "1": {
                    "hebrew": "הוֹי מֹרְאָה, וְנִגְאָלָה--הָעִיר, הַיּוֹנָה.",
                    "english": "Woe to her that is filthy and polluted, to the oppressing city!",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "לֹא שָׁמְעָה בְּקוֹל, לֹא לָקְחָה מוּסָר; בַּיהוָה לֹא בָטָחָה, אֶל-אֱלֹהֶיהָ לֹא קָרֵבָה.",
                    "english": "She hearkened not to the voice, she received not correction; she trusted not in the LORD, she drew not near to her God.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "שָׂרֶיהָ בְקִרְבָּהּ, אֲרָיוֹת שֹׁאֲגִים; שֹׁפְטֶיהָ זְאֵבֵי עֶרֶב, לֹא גָרְמוּ לַבֹּקֶר.",
                    "english": "Her princes in the midst of her are roaring lions; her judges are wolves of the desert, they leave not a bone for the morrow.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "נְבִיאֶיהָ, פֹּחֲזִים, אַנְשֵׁי, בֹּגְדוֹת; כֹּהֲנֶיהָ, חִלְּלוּ-קֹדֶשׁ, חָמְסוּ, תּוֹרָה.",
                    "english": "Her prophets are wanton and treacherous persons; her priests have profaned that which is holy, they have done violence to the law.",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "יְהוָה צַדִּיק בְּקִרְבָּהּ, לֹא יַעֲשֶׂה עַוְלָה; בַּבֹּקֶר בַּבֹּקֶר מִשְׁפָּטוֹ יִתֵּן לָאוֹר, לֹא נֶעְדָּר, וְלֹא-יוֹדֵעַ עַוָּל, בֹּשֶׁת.",
                    "english": "The LORD who is righteous is in the midst of her, He will not do unrighteousness; every morning doth He bring His right to light, it faileth not; but the unrighteous knoweth no shame.",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "הִכְרַתִּי גוֹיִם, נָשַׁמּוּ פִּנּוֹתָם--הֶחֱרַבְתִּי חוּצוֹתָם, מִבְּלִי עוֹבֵר; נִצְדּוּ עָרֵיהֶם מִבְּלִי-אִישׁ, מֵאֵין יוֹשֵׁב.",
                    "english": "I have cut off nations, their corners are desolate; I have made their streets waste, so that none passeth by; their cities are destroyed, so that there is no man, so that there is no inhabitant.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "אָמַרְתִּי אַךְ-תִּירְאִי אוֹתִי, תִּקְחִי מוּסָר, וְלֹא-יִכָּרֵת מְעוֹנָהּ, כֹּל אֲשֶׁר-פָּקַדְתִּי עָלֶיהָ; אָכֵן הִשְׁכִּימוּ הִשְׁחִיתוּ, כֹּל עֲלִילוֹתָם.",
                    "english": "I said: 'Surely thou wilt fear Me, thou wilt receive correction; so her dwelling shall not be cut off, despite all that I have visited upon her'; but they betimes corrupted all their doings.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "לָכֵן חַכּוּ-לִי נְאֻם-יְהוָה, לְיוֹם קוּמִי לְעַד:  כִּי מִשְׁפָּטִי לֶאֱסֹף גּוֹיִם לְקָבְצִי מַמְלָכוֹת, לִשְׁפֹּךְ עֲלֵיהֶם זַעְמִי כֹּל חֲרוֹן אַפִּי--כִּי בְּאֵשׁ קִנְאָתִי, תֵּאָכֵל כָּל-הָאָרֶץ.",
                    "english": "Therefore wait ye for Me, saith the LORD, until the day that I rise up to the prey; for My determination is to gather the nations, that I may assemble the kingdoms, to pour upon them Mine indignation, even all My fierce anger; for all the earth shall be devoured with the fire of My jealousy.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "כִּי-אָז אֶהְפֹּךְ אֶל-עַמִּים, שָׂפָה בְרוּרָה, לִקְרֹא כֻלָּם בְּשֵׁם יְהוָה, לְעָבְדוֹ שְׁכֶם אֶחָד.",
                    "english": "For then will I turn to the peoples a pure language, that they may all call upon the name of the LORD, to serve Him with one consent.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "מֵעֵבֶר, לְנַהֲרֵי-כוּשׁ--עֲתָרַי, בַּת-פּוּצַי, יוֹבִלוּן, מִנְחָתִי.",
                    "english": "From beyond the rivers of Ethiopia shall they bring My suppliants, even the daughter of My dispersed, as Mine offering.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "בַּיּוֹם הַהוּא, לֹא תֵבוֹשִׁי מִכֹּל עֲלִילֹתַיִךְ, אֲשֶׁר פָּשַׁעַתְּ, בִּי:  כִּי-אָז אָסִיר מִקִּרְבֵּךְ, עַלִּיזֵי גַּאֲוָתֵךְ, וְלֹא-תוֹסִפִי לְגָבְהָה עוֹד, בְּהַר קָדְשִׁי.",
                    "english": "In that day shalt thou not be ashamed for all thy doings, wherein thou hast transgressed against Me; for then I will take away out of the midst of thee thy proudly exulting ones, and thou shalt no more be haughty in My holy mountain.",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וְהִשְׁאַרְתִּי בְקִרְבֵּךְ, עַם עָנִי וָדָל; וְחָסוּ, בְּשֵׁם יְהוָה.",
                    "english": "And I will leave in the midst of thee an afflicted and poor people, and they shall take refuge in the name of the LORD.",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "שְׁאֵרִית יִשְׂרָאֵל לֹא-יַעֲשׂוּ עַוְלָה, וְלֹא-יְדַבְּרוּ כָזָב, וְלֹא-יִמָּצֵא בְּפִיהֶם, לְשׁוֹן תַּרְמִית:  כִּי-הֵמָּה יִרְעוּ וְרָבְצוּ, וְאֵין מַחֲרִיד.  {פ}",
                    "english": "The remnant of Israel shall not do iniquity, nor speak lies, neither shall a deceitful tongue be found in their mouth; for they shall feed and lie down, and none shall make them afraid. {P}",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "רָנִּי, בַּת-צִיּוֹן--הָרִיעוּ, יִשְׂרָאֵל; שִׂמְחִי וְעָלְזִי בְּכָל-לֵב, בַּת יְרוּשָׁלִָם.",
                    "english": "Sing, O daughter of Zion, shout, O Israel; be glad and rejoice with all the heart, O daughter of Jerusalem.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "הֵסִיר יְהוָה מִשְׁפָּטַיִךְ, פִּנָּה אֹיְבֵךְ; מֶלֶךְ יִשְׂרָאֵל יְהוָה בְּקִרְבֵּךְ, לֹא-תִירְאִי רָע עוֹד.  {פ}",
                    "english": "The LORD hath taken away thy judgments, He hath cast out thine enemy; The King of Israel, even the LORD, is in the midst of thee; thou shalt not fear evil any more. {P}",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "בַּיּוֹם הַהוּא, יֵאָמֵר לִירוּשָׁלִַם אַל-תִּירָאִי:  צִיּוֹן, אַל-יִרְפּוּ יָדָיִךְ.",
                    "english": "In that day it shall be said to Jerusalem: 'Fear thou not; O Zion, let not thy hands be slack.",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "יְהוָה אֱלֹהַיִךְ בְּקִרְבֵּךְ, גִּבּוֹר יוֹשִׁיעַ; יָשִׂישׂ עָלַיִךְ בְּשִׂמְחָה, יַחֲרִישׁ בְּאַהֲבָתוֹ--יָגִיל עָלַיִךְ, בְּרִנָּה.",
                    "english": "The LORD thy God is in the midst of thee, a Mighty One who will save; He will rejoice over thee with joy, He will be silent in His love, He will joy over thee with singing.'",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "נוּגֵי מִמּוֹעֵד אָסַפְתִּי, מִמֵּךְ הָיוּ--מַשְׂאֵת עָלֶיהָ, חֶרְפָּה.",
                    "english": "I will gather them that are far from the appointed season, who are of thee, that hast borne the burden of reproach.",
                    "verseNumber": 18
                },
                "19": {
                    "hebrew": "הִנְנִי עֹשֶׂה אֶת-כָּל-מְעַנַּיִךְ, בָּעֵת הַהִיא; וְהוֹשַׁעְתִּי אֶת-הַצֹּלֵעָה, וְהַנִּדָּחָה אֲקַבֵּץ, וְשַׂמְתִּים לִתְהִלָּה וּלְשֵׁם, בְּכָל-הָאָרֶץ בָּשְׁתָּם.",
                    "english": "Behold, at that time I will deal with all them that afflict thee; and I will save her that is lame, and gather her that was driven away; and I will make them to be a praise and a name, whose shame hath been in all the earth.",
                    "verseNumber": 19
                },
                "20": {
                    "hebrew": "בָּעֵת הַהִיא אָבִיא אֶתְכֶם, וּבָעֵת קַבְּצִי אֶתְכֶם:  כִּי-אֶתֵּן אֶתְכֶם לְשֵׁם וְלִתְהִלָּה, בְּכֹל עַמֵּי הָאָרֶץ, בְּשׁוּבִי אֶת-שְׁבוּתֵיכֶם לְעֵינֵיכֶם, אָמַר יְהוָה.  {ש}",
                    "english": "At that time will I bring you in, and at that time will I gather you; for I will make you to be a name and a praise among all the peoples of the earth, when I turn your captivity before your eyes, saith the LORD. {P}",
                    "verseNumber": 20
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt2103.htm"
        },
        "1": {
            "chapterNumber": 1,
            "canonicalTitle": "Zephaniah Chapter 1",
            "verses": {
                "1": {
                    "hebrew": "דְּבַר-יְהוָה אֲשֶׁר הָיָה, אֶל-צְפַנְיָה בֶּן-כּוּשִׁי בֶן-גְּדַלְיָה, בֶּן-אֲמַרְיָה, בֶּן-חִזְקִיָּה--בִּימֵי יֹאשִׁיָּהוּ בֶן-אָמוֹן, מֶלֶךְ יְהוּדָה.",
                    "english": "The word of the LORD which came unto Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah the son of Amon, king of Judah.",
                    "verseNumber": 1
                },
                "2": {
                    "hebrew": "אָסֹף אָסֵף כֹּל, מֵעַל פְּנֵי הָאֲדָמָה--נְאֻם-יְהוָה.",
                    "english": "I will utterly consume all things from off the face of the earth, saith the LORD.",
                    "verseNumber": 2
                },
                "3": {
                    "hebrew": "אָסֵף אָדָם וּבְהֵמָה, אָסֵף עוֹף-הַשָּׁמַיִם וּדְגֵי הַיָּם, וְהַמַּכְשֵׁלוֹת, אֶת-הָרְשָׁעִים; וְהִכְרַתִּי אֶת-הָאָדָם, מֵעַל פְּנֵי הָאֲדָמָה--נְאֻם-יְהוָה.",
                    "english": "I will consume man and beast, I will consume the fowls of the heaven, and the fishes of the sea, and the stumblingblocks with the wicked; and I will cut off man from off the face of the earth, saith the LORD.",
                    "verseNumber": 3
                },
                "4": {
                    "hebrew": "וְנָטִיתִי יָדִי עַל-יְהוּדָה, וְעַל כָּל-יוֹשְׁבֵי יְרוּשָׁלִָם; וְהִכְרַתִּי מִן-הַמָּקוֹם הַזֶּה, אֶת-שְׁאָר הַבַּעַל--אֶת-שֵׁם הַכְּמָרִים, עִם-הַכֹּהֲנִים.",
                    "english": "And I will stretch out My hand upon Judah, and upon all the inhabitants of Jerusalem; and I will cut off the remnant of Baal from this place, and the name of the idolatrous priests with the priests;",
                    "verseNumber": 4
                },
                "5": {
                    "hebrew": "וְאֶת-הַמִּשְׁתַּחֲוִים עַל-הַגַּגּוֹת, לִצְבָא הַשָּׁמָיִם; וְאֶת-הַמִּשְׁתַּחֲוִים הַנִּשְׁבָּעִים לַיהוָה, וְהַנִּשְׁבָּעִים בְּמַלְכָּם.",
                    "english": "And them that worship the host of heaven upon the housetops; and them that worship, that swear to the LORD and swear by Malcam;",
                    "verseNumber": 5
                },
                "6": {
                    "hebrew": "וְאֶת-הַנְּסוֹגִים, מֵאַחֲרֵי יְהוָה; וַאֲשֶׁר לֹא-בִקְשׁוּ אֶת-יְהוָה, וְלֹא דְרָשֻׁהוּ.",
                    "english": "Them also that are turned back from following the LORD; and those that have not sought the LORD, nor inquired after Him.",
                    "verseNumber": 6
                },
                "7": {
                    "hebrew": "הַס, מִפְּנֵי אֲדֹנָי יְהוִה:  כִּי קָרוֹב יוֹם יְהוָה, כִּי-הֵכִין יְהוָה זֶבַח הִקְדִּישׁ קְרֻאָיו.",
                    "english": "Hold thy peace at the presence of the Lord GOD; for the day of the LORD is at hand, for the LORD hath prepared a sacrifice, He hath consecrated His guests.",
                    "verseNumber": 7
                },
                "8": {
                    "hebrew": "וְהָיָה, בְּיוֹם זֶבַח יְהוָה, וּפָקַדְתִּי עַל-הַשָּׂרִים, וְעַל-בְּנֵי הַמֶּלֶךְ--וְעַל כָּל-הַלֹּבְשִׁים, מַלְבּוּשׁ נָכְרִי.",
                    "english": "And it shall come to pass in the day of the LORD'S sacrifice, that I will punish the princes, and the king's sons, and all such as are clothed with foreign apparel.",
                    "verseNumber": 8
                },
                "9": {
                    "hebrew": "וּפָקַדְתִּי, עַל כָּל-הַדּוֹלֵג עַל-הַמִּפְתָּן--בַּיּוֹם הַהוּא:  הַמְמַלְאִים בֵּית אֲדֹנֵיהֶם, חָמָס וּמִרְמָה.",
                    "english": "In the same day also will I punish all those that leap over the threshold, that fill their master's house with violence and deceit.",
                    "verseNumber": 9
                },
                "10": {
                    "hebrew": "וְהָיָה בַיּוֹם הַהוּא נְאֻם-יְהוָה, קוֹל צְעָקָה מִשַּׁעַר הַדָּגִים, וִילָלָה, מִן-הַמִּשְׁנֶה; וְשֶׁבֶר גָּדוֹל, מֵהַגְּבָעוֹת.",
                    "english": "And in that day, saith the LORD, Hark! a cry from the fish gate, and a wailing from the second quarter, and a great crashing from the hills.",
                    "verseNumber": 10
                },
                "11": {
                    "hebrew": "הֵילִילוּ, יֹשְׁבֵי הַמַּכְתֵּשׁ:  כִּי נִדְמָה כָּל-עַם כְּנַעַן, נִכְרְתוּ כָּל-נְטִילֵי כָסֶף.  {ס}",
                    "english": "Wail, ye inhabitants of Maktesh, for all the merchant people are undone; all they that were laden with silver are cut off. {S}",
                    "verseNumber": 11
                },
                "12": {
                    "hebrew": "וְהָיָה בָּעֵת הַהִיא, אֲחַפֵּשׂ אֶת-יְרוּשָׁלִַם בַּנֵּרוֹת; וּפָקַדְתִּי עַל-הָאֲנָשִׁים, הַקֹּפְאִים עַל-שִׁמְרֵיהֶם, הָאֹמְרִים בִּלְבָבָם, לֹא-יֵיטִיב יְהוָה וְלֹא יָרֵעַ.",
                    "english": "And it shall come to pass at that time, that I will search Jerusalem with lamps; and I will punish the men that are settled on their lees, that say in their heart: 'The LORD will not do good, neither will He do evil.'",
                    "verseNumber": 12
                },
                "13": {
                    "hebrew": "וְהָיָה חֵילָם לִמְשִׁסָּה, וּבָתֵּיהֶם לִשְׁמָמָה; וּבָנוּ בָתִּים, וְלֹא יֵשֵׁבוּ, וְנָטְעוּ כְרָמִים, וְלֹא יִשְׁתּוּ אֶת-יֵינָם.",
                    "english": "Therefore their wealth shall become a booty, and their houses a desolation; yea, they shall build houses, but shall not inhabit them, and they shall plant vineyards, but shall not drink the wine thereof.",
                    "verseNumber": 13
                },
                "14": {
                    "hebrew": "קָרוֹב יוֹם-יְהוָה הַגָּדוֹל, קָרוֹב וּמַהֵר מְאֹד; קוֹל יוֹם יְהוָה, מַר צֹרֵחַ שָׁם גִּבּוֹר.",
                    "english": "The great day of the LORD is near, it is near and hasteth greatly, even the voice of the day of the LORD, wherein the mighty man crieth bitterly.",
                    "verseNumber": 14
                },
                "15": {
                    "hebrew": "יוֹם עֶבְרָה, הַיּוֹם הַהוּא:  יוֹם צָרָה וּמְצוּקָה, יוֹם שֹׁאָה וּמְשׁוֹאָה, יוֹם חֹשֶׁךְ וַאֲפֵלָה, יוֹם עָנָן וַעֲרָפֶל.",
                    "english": "That day is a day of wrath, a day of trouble and distress, a day of wasteness and desolation, a day of darkness and gloominess, a day of clouds and thick darkness,",
                    "verseNumber": 15
                },
                "16": {
                    "hebrew": "יוֹם שׁוֹפָר, וּתְרוּעָה, עַל הֶעָרִים הַבְּצֻרוֹת, וְעַל הַפִּנּוֹת הַגְּבֹהוֹת.",
                    "english": "A day of the horn and alarm, against the fortified cities, and against the high towers.",
                    "verseNumber": 16
                },
                "17": {
                    "hebrew": "וַהֲצֵרֹתִי לָאָדָם, וְהָלְכוּ כַּעִוְרִים--כִּי לַיהוָה, חָטָאוּ; וְשֻׁפַּךְ דָּמָם כֶּעָפָר, וּלְחֻמָם כַּגְּלָלִים.",
                    "english": "And I will bring distress upon men, that they shall walk like the blind, because they have sinned against the LORD; and their blood shall be poured out as dust, and their flesh as dung.",
                    "verseNumber": 17
                },
                "18": {
                    "hebrew": "גַּם-כַּסְפָּם גַּם-זְהָבָם לֹא-יוּכַל לְהַצִּילָם, בְּיוֹם עֶבְרַת יְהוָה, וּבְאֵשׁ קִנְאָתוֹ, תֵּאָכֵל כָּל-הָאָרֶץ:  כִּי-כָלָה אַךְ-נִבְהָלָה יַעֲשֶׂה, אֵת כָּל-יֹשְׁבֵי הָאָרֶץ.  {ס}",
                    "english": "Neither their silver nor their gold shall be able to deliver them in the day of the LORD'S wrath; but the whole earth shall be devoured by the fire of His jealousy; for He will make an end, yea, a terrible end, of all them that dwell in the earth. {S}",
                    "verseNumber": 18
                }
            },
            "link": "https://www.mechon-mamre.org/p/pt/pt2101.htm"
        }
    },
    "bookName": {
        "hebrew": "צְפַנְיָה",
        "english": "Zephaniah"
    }
}